    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=60&amp;t=1186'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Residencia Emiya &gt; <font color='red'>Today&#39;s Menu for the Emiya Family [Social privado]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Jun 18 2020, 08:36 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <i><div align="center">Residencia Emiya en Fuyuki<br>10 de Febrero del 2020, 4:35 p.m.</div></i><br><br>Nunca se espero al volver a casa, que Kaito y Leeroy igualmente habían regresado de Europa, y que… habían traído una niña de 8 años con ellos. Claro, Shirou jamás pensó que estos dos habían secuestrado a la niña, no había manera que esos dos… bueno, quizás sí, pero estaba seguro de que sus razones tendrían si fuera ese el caso. La verdad del asunto es que le habían reclutado a los “Phantom Heroes”, como Kaito y Leeroy llamaban a su grupo. Shirou por supuesto no tenía pensado dejar que la niña estuviera en peligro, pero sabía que el reclutamiento era más que una excusa para ofrecerle un hogar a la chica, que según le platicaron, se había quedado sin sus padres porque estos habían terminado de un dome. <br><br>Por si fuera poco, la chica era un demi servant como Kaito, por lo que sería importante que aprendiera a controlar sus poderes. Servants se podían detectar entre sí, quizás podría ponerse en peligro por el mero hecho de su nueva existencia como servant. Por suerte, no hubo problemas con hacerle quedar en la residencia Emiya, su autoproclamada hermana mayor, Taiga Fujimura, había amado la niña desde la primera vez que la vio, y tras escuchar la explicación de porque estaba ahí, que era una mezcla entre la verdad y una pequeña mentira diciendo que era hija de unos conocidos de Kiritsugu, había dejado que la niña se quedará con Shirou, sabiendo que esta estaría en buenas manos, no sin antes decirle que igual estaría pendiente, como la adulta que era, lo cual era obviamente más excusas para venir a comer. <br><br>Por suerte la residencia Emiya era grande, aquella casa tan enorme que en un principio le hizo sentirse un poco solo, tras la perdida de su padre, ahora por fin podría servir su propósito de una mejor manera; había más que suficientes habitaciones para todos, incluso contando a Kaito y Leeroy cuando se quedaban ahí debes en cuando, sin olvidar a Ranmaru que ya tenía unas semanas viviendo ahí. Sin embargo, por una razón Leeroy había decidido que Grace se quedará en la habitación que usualmente Shirou usaba, lo cual de hecho no le importo; pasando más tiempo en el almacén que su propio cuarto, realmente no tenía nada personal ahí, por lo que era tan simple como ir a dormir otra de las habitaciones, no problema. <br><br><div align="center">…</div><br><br>Ya habían pasado unos días desde la llegada de la chica y Shirou acababa de llegar hace poco de la escuela, de hecho, más temprano que lo hacía regularmente. Normalmente iba a trabajar a medio tiempo, aunque ya había reducido desde hace semanas su trabajo para poder entrenar; o también se quedaba en ocasiones en Homurahara, para ayudar a Issei a reparar equipo para la escuela. Sin embargo, con la nueva inquilina en casa, prefería llegar un poco más temprano, si bien había ayudado a Issei con unas cosas, había dejado el resto para otro día. <br><br><b><span style='color:orange'>—¡He vuelto&#33; —</span></b>anunció tras cruzar la puerta, empleando el típico saludo japonés que se usa cuando uno vuelve a casa<b><span style='color:orange'> —¿Grace estas aquí? —</span></b>preguntaría por la única persona que podría estar en la casa a esas horas, Ranmaru estaba trabajando; pasaría a la sala de estar, para ahí dejar su maletín recargado en una pared <b><span style='color:orange'>—. Estaba pensando en hacer salmón en aluminio para la cena, ¿o prefieres otra cosa? Aún queda tiempo, así que podríamos preparar algo más con lo que tenemos o ir al mercado si necesitamos algo más —</span></b>continuaría inmediatamente, esperando respuesta, si bien no tenía mucha experiencia con platos occidentales, no tenía problemas en intentar algo nuevo si ella lo pedía, después de todo, quería hacerle sentir como en casa. <br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Jun 22 2020, 10:54 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> A&#250;n nadie en aquella casa parec&#237;a haberse percatado de que no estaba yendo al colegio. No estaba siquiera matriculada en ninguno de jap&#243;n, aunque tampoco ser&#237;a ella quien rompiese el silencio al respecto. Grace era muy buena alumna en su tierra y su idioma, pero no sab&#237;a japon&#233;s, m&#225;s que por parte de lo que Billy traduc&#237;a para ella. As&#237; que no se sent&#237;a muy c&#243;moda con ir a una clase en otro idioma. Por su parte, estaba aprendiendo algo de espa&#241;ol por su cuenta... Con apoyo de su servant, pero utilizando ella una app de idiomas para aprender poco a poco. <br><br>Normalmente a la hora a la que volv&#237;a Shiro de clases ella se encontraba pintando o leyendo algo en la sala... Pero aquel d&#237;a era especial. La hab&#237;a liado un poco, pues su plan fue desde el principio pedirle ayuda al pelirrojo y a&#250;n as&#237;, impacient&#225;ndose a lo largo de la ma&#241;ana decidi&#243; actuar por su cuenta.<br><br>O&#237;r la puerta y el saludo ser&#237;a un total alivio para la peque&#241;a que empezaba a desesperarse, y har&#237;an que se apresurase a asomar desde la puerta de la cocina hacia la entrada con un delantal mal atado que le quedaba grande, as&#237; como el pelo, las manos y las mejillas manchadas de chocolate. El labio inferior temblaba como si estuviese a punto de romper a llorar, en cualquier momento. <br><br>&#8212;<span style='color:hotpink'>Sh-shironi-san...</span>&#8211; Susurr&#243; con los ojos llenos de lagrimitas, antes de volver a meterse en la cocina. &#8211;<span style='color:hotpink'>A-ayuda...</span>&#8212;<br><br>No hab&#237;a gran destrozo en aquella estancia, m&#225;s que la encimera manchada de chocolate, incluso si bien podr&#237;a haberse quemado al intentar calentarlo para que se derritiese, no hab&#237;a ninguna desgracia a nivel de salud o que alg&#250;n electrodom&#233;stico se hubiese estropeado... Solo estaba todo muy sucio y ol&#237;a a cacao quemado. <br><br>&#8212;<span style='color:hotpink'>Quer&#237;a... Quiero hacer chocolate...</span>&#8211; Susurr&#243; a media voz, bajando la vista mientras limpiaba ambas manos en el delantal, aprisionando partes de la tela entre los pu&#241;os. Le hac&#237;a mucha ilusi&#243;n y estaba un poco alterada despu&#233;s del primer fracaso. Claramente todo lo que dec&#237;a era una traducci&#243;n realizada por William, aunque la pronunciaci&#243;n de algunas palabras fuese muy pobre y otras las dijese a la perfecci&#243;n al sonarle de animes o canciones de su idol favorita.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Jun 29 2020, 11:14 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Se sorprendi&#243; cuando vio a Grace asomarse desde la cocina, se ve&#237;a bastante estresada por alguna raz&#243;n, su labio temblaba y se ve&#237;a como si fuera a llorar en cualquier momento, lo que hizo que el chico se alarmar&#225; un poco, pero tras analizar un poco su apariencia, espero que no fuera algo tan grave; llevaba puesto un delantal, aunque mal atado pues le quedaba grande, y ten&#237;a la cara llena de chocolate, al igual que en unas partes de su pelo. <br><br><b><span style='color:orange'>&#8212;&#191;Grace, q-qu&#233; paso? &#191;Estas bien? &#8212;</span></b>obviamente, lo primero pregunt&#243; fue por el bienestar de la chica; parec&#237;a que hab&#237;a estado en a la cocina, y seguro por su apariencia hab&#237;a hecho una especie de desastre, pero lo m&#225;s importante era si la chica se hab&#237;a quemado con algo o se hab&#237;a lastimado de alguna forma; el limpiar o remplazar cosas materiales era bastante f&#225;cil, por lo que de momento no se preocupaba en nada por el estilo.<br><br>Le sigui&#243; hasta la cocina, la cual parec&#237;a estar a&#250;n de pie, pero hab&#237;a un buen desastre con chocolate, al parecer hab&#237;a estado queriendo hacer algo con ello, luego escuch&#243; que quer&#237;a hacer chocolate. Shirou tras escuchar esto y comprobar de nuevo que parec&#237;a no estar lastimada, suspiro aliviado, para luego sonre&#237;r amablemente hacia la chica, haci&#233;ndole saber con esto que no estaba en problemas o nada en el estilo, para luego ponerse en cuclillas para estar a su altura.<br><br><b><span style='color:orange'>&#8212;Ah ya veo, no te preocupes, las primeras veces es normal que uno cometa errores &#8212;</span></b>le asegur&#243;, recordando sus primeros intentos con la cocina; Kiritsugu casi incendiaba la casa en las pocas veces que intent&#243; preparar algo, por lo que hab&#237;a quedado en el chico en aprender, y si bien tuvo mejor suerte que su figura paterna, si que no fue f&#225;cil al principio <b><span style='color:orange'>&#8212;. As&#237; que quieres algo de chocolate&#8230; realmente nunca he intentado hacerlo, pero podemos aprender juntos, te ayudar&#233; a hacer un poco, &#191;qu&#233; dices? &#8212;</span></b>le pregunt&#243;, para luego ver el estado de la cocina? <b><span style='color:orange'>&#8212;. Cuando acabemos podemos limpiar todo esto. </span></b><br><br>Dicho esto, se puso de nuevo de pie, y fue a tomar uno de los delantales que colgaban ah&#237; en la cocina, el cual prosigui&#243; a ponerse, para evitar manchar el uniforme, aunque, de todas maneras, al ser lunes, ten&#237;a sus otros uniformes listos, as&#237; que no habr&#237;a problema de todas maneras. Una vez listo, ya estaba preparado para ayudar a Grace, aunque realmente no sab&#237;a que le hab&#237;a dado por hacer chocolates, &#191;quiz&#225;s vio una receta en la televisi&#243;n que le llam&#243; la atenci&#243;n? <br><br>Sea lo que sea, para Shirou era suficiente que ella quisiera ayuda con ello, la raz&#243;n era irrelevante, por lo que una vez que tuvo su delantal puesto, paso al fregadero de la cocina y prosigui&#243; a lavarse las manos, asegurandose que estuvieran bien limpias.<br><br><b><span style='color:orange'>&#8212;Listo, &#191;qu&#233; tipo de chocolate ten&#237;as en mente, Grace? &#8212;</span></b>hab&#237;a que asegurarse que exactamente quer&#237;a, por lo que le pregunt&#243; mientras se secaba las manos con una toalla<b><span style='color:orange'> &#8212;. &#191;Hay alguno en especial que quieras preparar? </span></b><br><br>Lo que uno ten&#237;a que entender, tratando con Emiya Shirou, era que era algo denso. Tan solo concentrado en su ideal, temas cotidianos y normales para chicos de su edad, pasaba por desapercibido por &#233;l. Sab&#237;a perfectamente que pasaba el 14 de febrero, pero en este momento no lo ten&#237;a presente, y no estaba conectado para nada el hecho que la ni&#241;a quer&#237;a hacer chocolates para ese d&#237;a, por lo que ignoraba las implicaciones... no, a&#250;n si lo conectar&#225;, seguramente pensar&#237;a que era el t&#237;pico chocolate obligatorio que le dabas a familiares y amigos. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Jul 25 2020, 08:24 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> &#191;Qu&#233; si estaba bien? No, claramente no. Bueno, se encontraba f&#237;sicamente bien, no ten&#237;a heridas, quemaduras ni ning&#250;n tipo de lesi&#243;n. Pero a nivel emocional se sent&#237;a herida en su orgullo de peque&#241;a posible cocinera... En realidad siempre que hab&#237;a intervenido en la cocina para algo que no fuese usar el microondas hab&#237;a contado con supervisi&#243;n de sus padres o alg&#250;n otro adulto responsable. Era lo normal, al fin y al cabo ten&#237;a ocho a&#241;os... Edad en la que por echar unas cuantas patatas a la sarten, cortadas previamente por tu madre, sientes que podr&#237;as ganar Master Chef Jr. <br><br>pero entend&#237;a que Shiro le estaba hablando a nivel f&#237;sico, por lo que se limit&#243; a asentir cuando este le pregunt&#243; si estaba bien. Por otro lado, el pelirrojo sab&#237;a que decir, o al menos eso entend&#237;a de las traducciones de Billy, pues parec&#237;a buscar reconfortarla al decirle que era normal cometer errores al principio. &#161;Pero era d&#237;a 10&#33; No ten&#237;a tiempo para errores cuando el reloj jugaba en su contra. <br><br>Sin embargo, el pelirrojo se ofrecer&#237;a a ayudarla, aprendiendo ambos a preparar chocolate a la vez. Aquello animar&#237;a a la peque&#241;a que alzar&#237;a la vista hacia &#233;l, sonriente y con un destello de alegr&#237;a en los ojos mientras se intentaba acomodar el delantal. Por supuesto, pensaba limpiar... De hecho su plan hab&#237;a sido preparar el dulce en poco tiempo y dejarlo todo limpio sin pruebas de que hab&#237;a utilizado la cocina... Pero todo aquello cambi&#243; cuando la naci&#243;n del cacao atac&#243;. <br><br>Esper&#243; al lado de Shiro mientras este se lavaba las manos, con un banquito de color blanco listo para subirse a &#233;l y as&#237; alcanzar el fregadero para lavarse tambi&#233;n. Una vez el pelirrojo terminase decidir&#237;a que ya que le iba a ayudar podr&#237;a confiarle el motivo de sus deseos por hacer chocolate. &#8211;<span style='color:hotpink'>El viernes es San Valent&#237;n... Quiero regalarle chocolate a mi novio...</span>&#8211; Infl&#243; una mejilla, mientras terminaba de aclarar el jab&#243;n de sus manos para pasar a secarlas. &#8211;<span style='color:hotpink'>Bueno, a&#250;n no es mi novio... Quiero regalarle chocolate para decirle que me gusta y pedirle que sea mi novio...</span>&#8211; Qued&#243; unos minutos en silencio antes de proseguir, formando un coraz&#243;n con ambas manos.  &#8211;<span style='color:hotpink'>&#191;Los que tienen forma de corazoncitos ser&#237;an muy obvios...? Quiero que sean muy obvios...</span>&#8211; Asinti&#243; tras decir aquello, bajando la vista con las mejillas rojas. No quer&#237;a tener que lidiar con que se malentendiese el mensaje del chocolate. Sab&#237;a que algunos chicos pod&#237;an ser muy densos y le daba la impresi&#243;n de que Mat&#237;as lo ser&#237;a con un tema como aquel. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Sep 17 2020, 04:58 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—Ah, ya veo, a tu novio, tiene sentido —</span></b>respondió, como si fuera lo más natural, con una sonrisa, aún no procesando del todo que acababa de escuchar. <br><br>En sus manos estaba una toalla, con la que continuaba secando sus manos aún cuando estas ya lo estaban hace segundos; su expresión se mantenía serena, sin ningún tipo de perturbación, mientras su cerebro intentaba aún comprender que era lo que había escuchado.<br><br><b><span style='color:orange'>—Eh… ¿¡EH? ¿D-dijiste novio? —</span></b>exclamo, con clara sorpresa, no creyendo que acababa de escuchar, tanto así que intentaba ver si no era otra cosa la que había escuchado.<br><br>Su cabeza comenzó a dar vueltas, porque no había forma que una niña tan pequeña ya tuviera novio, ¿no era bastante temprano? Así que fue con lo más lógico, el espíritu heroico le había traducido mal a Grace… o, mejor dicho, le había hecho decir algo que no era lo que quería<br><br><b><span style='color:orange'>—Corazones están bien… ¿creo? —</span></b>respondió a la pregunta anterior, ya usando su propio idioma, en caso de que no fuera una novia <b><span style='color:orange'>—Grace… you want ask boyfriend?  —</span></b>preguntó con un inglés bastante malo y un acento marcado, pero que de alguna manera al menos comunicaba lo que quería preguntar. <br><br>En este caso sería mejor buscar confirmación, usando el lenguaje natal de Grace, así no había manera en que el Archer dijera algo que no fuera.  Esperaba que ese fuera el caso, porque realmente no era muy bueno lidiando con ese tipo de temas, pues experiencia en relaciones de ese tipo no tenía, ¿cómo es que debería saber que tipo de chocolates dar o qué debido a la ocasión? Eso no le sirve para ser un héroe de la justicia. <br><br><b><span style='color:orange'>—Who? —</span></b>también tendría que saber de quién se trataba, era algo importante, aunque quizás de nada le serviría, ¿cómo es que debía ayudarla a conseguir novio? ¿Debería hacerlo para empezar?<i><span style='color:orange'> —Ojalá Fuji-nee estuviera aquí —</span></i>pero no, él había salido temprano y su autoproclamada hermana mayor no llegaría hasta la hora de la cena. <br><br>Además, ¿realmente ella tenía experiencia con este tipo de cosas? Jamás le había visto con novio o algo parecido, o al menos que el supiera.<br><br>Como fuera, decidió de momento buscar en Google como hacer chocolate con lo que ya tenía Grace preparado, al final de cuentas, novio o no, le ayudaría a prepararlos. Quizás más tarde, en la cena o después, podría pedirle a ayuda sobre el tema a alguien que supiera más del tema.<br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Sep 20 2020, 03:39 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Parpadeó un par de veces al ver la reacción tan serena de Shiro, se esperaba algo más de sorpresa la primera vez que contase que quería tener un novio, aunque quizá había sido engañada por las películas y series de Disney. Pero finalmente, el pelirrojo no tardó demasiado en caer del significado de las palabras de la pequeña, ofreciéndole la reacción que ella esperaba y que provocaría una pequeña e inocente risa mientras buscaba cubrirse la boca con la mano derecha. <br><br>El hecho de que preguntase en la lengua materna de Grace haría que sonriese un poco más, al fin y al cabo entendía que eso podía deberse a la errónea idea de que ella había equivocado la traducción o Billy la estaba liando. Alzó entonces la vista hacia el adolescente y pronunció en su propio idioma. –<span style='color:hotpink'>I&#39;m in love with a boy. And I want to ask him if he wants to be my boyfriend</span>– Pronunció de forma clara y pausada en un intento de transmitir el mensaje correctamente a Shiro. Una vez hecho esto, sonreiría de nuevo, era cierto que el chico tenía que revisar su gramática y pronunciación pero... Seguramente ella estaría peor con el japonés de no ser por Billy.<br><br>—<span style='color:hotpink'>Investigué un poquito y parece que el chocolate para declararse tiene que ser casero... Y no se que tipo de chocolate le guste a Matiu... No creo que el amargo... El chocolate con leche es muy típico... ¡A lo mejor chocolate blanco con fresitas...&#33;</span>– Negó con la cabeza. Ese era su propio favorito, y dudaba que hubiese tanta casualidad. –<span style='color:hotpink'>Preguntarle ahora sería muy evidente y podría arruinar la sorpresa...</span>—<br><br>FInalmente Alzó la cabecita al darse cuenta de que le había vuelto a preguntar algo en inglés, aunque una vez aclarado el malentendido inicial optaría por hablar en japonés ya que además quería practicar. –<span style='color:hotpink'>¡Matiu es...&#33;</span>– Se quedó en blanco unos segundos en un intento de poner en orden las ideas que le venían a la mente. De pronto ambas manitas se posicionaron en sus propias mejillas las cuales habían adquirido una tonalidad rojiza. –<span style='color:hotpink'>Se llama Matías y el también es un demiservant... Nos conocimos por que apareció en mi casita en Edimburgo y estuvimos un rato jugando en la nieve... Y ... y... </span>– Se meció de un lado a otro inflando las mejillas. –<span style='color:hotpink'>Es un niño muy dulce y muy bueno y muy lindo y muy guapo y...</span>– Terminó por juntar ambos dedos índices mientras continuaba con aquella lista de adjetivos que continuaría mientras hubiesen palabras bonitas con las que describir al objetivo de su afecto.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 5 2020, 04:43 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Inglés era definitivamente uno de los peores materiales para Shirou; no es que no pudiera entender el lenguaje, bueno, tenía problemas para hacerlo, pero al menos su comprensión del lenguaje era mejor que su habilidad para hablarlo, que era bastante mala debido a su acento y terrible pronunciación. Como fuera, Shirou se sentía al menos confiado de poder entender algo básico, por lo que cuando escucho la respuesta de Grace en su idioma natal, se puso a pensar que quizás su inglés no era tan bueno como creía.<br><br>¿Realmente había escuchado eso? ¿No había un problema cuando intento procesar el inglés a japonés en su cerebro? <br><br>No, ya tenía que aceptar la realidad… y realmente no tenía idea como lidiar con ello. Lo mejor era seguir con el plan que ya había pensado, ayudarle con el chocolate y preguntarle a Taiga sobre ello… sí, eran tiempos desesperados si su último recurso era ir con su autoproclamada hermana mayor. Su experiencia era nula completamente, pues incluso aún antes de los domes no había estado viviendo una vida normal, como lo haría cualquier otro adolescente de su edad. <br><br><b><span style='color:orange'>—Mientras sea dulce y sea algo que hagas tú, ¿no será suficiente? —</span></b>preguntó Shirou, realmente ni idea que podría sugerir en esta ocasión; estaba totalmente fuera de su elemento. Sin embargo, Shirou pensaba que cualquier cosa estaría bien, seguramente el chico se alegraría de recibir chocolate casero, no había que darle demasiadas vueltas al asunto, al menos bajo la perspectiva del pelirrojo. <br><br>El niño lo había conocido sorprendentemente en otro país y no Japón, por lo que era curioso como es que el chico había llegado hasta aquí, como para que pudieran verse y darle chocolate. No obstante, lo más importante no era eso, sino que este tenía la misma condición que Grace.<br><br>Un demi servant.<br><br>En cuanto a la explicación de quién era el niño… Shirou realmente no se esperó lo que escuchó. Sus puños se apretaron ligeramente, y por un segundo su mirada se endureció, para volver inmediatamente a la normalidad. Dejando de lado el simple hecho que ser un servant, le haría probablemente un objetivo para otros masters y servants, una condición como demi servant era bastante peligrosa. Su vida estaba en peligro, al igual que la de Grace. Por lo que le habían contado, probablemente la gente que se ha convertido en demi servant no tenían bastantes esperanzas de vivir una vida larga. <br><br>Lo mismo aplicaba a Kaito, pero él al menos era alguien más mayor, ¿pero por qué dos niños de esa edad tenían que lidiar con eso? <br><br>El solo pensarlo le frustraba, pero a la vez no quitaba el hecho que de todas maneras tenía que encontrar una solución para ello, que era lo que tenía planeado desde que se entero que ser un demi servant ponía en peligro las vidas de Kaito y Grace. <br><br>Solo porque alguien decía que era imposible, no significara que lo fuera.<br><br>Debía haber una solución para ello, si el resolver los domes no arreglaba la situación con respecto a los demi servants, tan solo tendría que tratar otra cosa, y si esa cosa no servía, trataría otra más, hasta que finalmente logre su objetivo. <br><br>Tal fue su preocupación en esos instantes que realmente no presto atención a cuando Grace estaba literalmente fangirleando sobre su futuro novio, llenándolo de cumplidos y adjetivos. Definitivamente no estaba preparado para ver a su hermana menor, hablar de tal manera de un chico, era bastante extraño sin duda alguna. <br><br><b><span style='color:orange'>—Este… entonces es alguien bastante importante para ti, ¿no? —</span></b>saco su teléfono e intento googlear un poco sobre chocolate casero, por lo que tras encontrar algo, se lo mostró—. ¿Qué tal esto? Se ve bien para la ocasión —preguntó, esperando ver que opinaba Grace, al final de cuentas, tenían que preparar algo que ella aprobará.  <br><br><div align="center"><b>Recata de internet (?):</b> https://matcha-jp.com/en/5725</div><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Oct 17 2020, 11:19 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Era la primera vez que Grace experimentaba lo que era estar enamorada, así que era natural que a la hora de hablar sobre el objeto de su afecto, empezase a divagar mientras recordaba a aquel pequeño chileno al que probablemente no hubiese conocido de no ser por la aparición de los domos. Era extraño para ella pensar en eso, a fin de cuentas aquellas cúpulas le habían traído un inmenso dolor también, al arrebatarle a sus padres. Pero no solo a Matías... Había podido conocer a Lamorak, a Leeroy, Kaito e incluso al propio Shiro a raíz de lo acontecido en reino unido. <br><br>La respuesta de Shiro sobre como podía hacer el chocolate la devolvió a la tierra respecto a los posibles gustos del demiservant foreigner. La niña se acercó al ordenador en el que se mostraba la receta y llevó la mano a la barbilla, pensativa, mientras miraba todas las posibilidades que tenía a mano sobre la encimera. Era cierto que si no sabía sus gustos concretos podía simplemente optar por uno y esperar que le gustasen, más su cerebro le dio la vuelta a la frase del pelirrojo, haciendo que ella sonriese ampliamente con los ojos centelleando de emoción, antes de chasquear los dedos. –<span style='color:hotpink'>¡Podemos hacer varios..&#33; Unos cuantos de cada tipo, todos son dulces así que estará bien.</span>– Asintió tras decir aquello, al fin y al cabo lo que importaba era que fuesen dulces y hechos por ella: Daría igual si no se limitaba a un solo tipo. <br><br>—<span style='color:hotpink'>¿Podríamos rellenarlos de crema?</span>– Recordaba haber hablado de algunas cosas con Matías sobre sus gustos y por suerte sabía que no era alérgico a los frutos secos. Sabía que le gustaban los dulces rellenos de crema, pero cuando estaba haciendo los chocolates por su cuenta no había caído en poder hacer bombones rellenos al no tener tanta habilidad en la cocina. Pero si contaba con la ayuda de Shiro, que era invencible en la cocina, no dudaría en preguntar si era una posibilidad. –<span style='color:hotpink'>¡Oh&#33;, Tengo un molde con forma de gatitos... Son su animal favorito...</span>– Sin duda la pequeña recordaba muchos detalles, aunque se seguía lamentando por no haber preguntado algo tan específico como su tipo de chocolate favorito.<br><br>—<span style='color:hotpink'>Oye, Shironi-san... ¿A ti te has regalado chocolate alguna vez? ¿O has regalado tu?</span>– Se imaginaba la respuesta a la segunda pregunta, aunque se apresuró a matizar por si acaso le daba por evadir la respuesta o simplemente no pillaba a que se refería. –<span style='color:hotpink'> Quiero decir, por San Valentín. </span>— </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 20 2020, 01:47 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—Tú lo conoces bien, así que lo que creas que este bien —</span></b>dijo como respuesta, viendo lo emocionada que estaba la niña.<br><br>Realmente no entendía por lo que estaba pasando, porque básicamente él nunca se había sentido de dicha manera, pero quería ayudarle si eso el hacía feliz. Salvar gente tenía varias formas, y no simplemente resguardar una vida era una forma en la que uno podía salvar a alguien. Debido a ello, Shirou siempre estaba dispuesto a ayudar en la escuela, o básicamente a cualquier persona que se le acercará y le pidiera algo.<br><br>Si podía hacer algo por ellos, por minúsculo que fuera y eso lograba algo, era suficiente para él. Por lo que ayudar a su pequeña hermana, era algo en que se esforzaría, aunque realmente aún estuviera del todo cómodo con el tema de ella teniendo un novio a tan corta edad. <br><br>En lo que continuaba con Grace, también él se puso a continuar a ver con el teléfono, y en cuanto escucho la idea de ponerle crema, cambio sus criterios de búsqueda para eso. La verdad muchos magi no se llevaban bien con la tecnología, pero alguien como él no podía considerarse como tal, por lo que en pleno 2020, si bien Shirou no era un gurú tecnológico, al menos podía hacer algo tan básico como usar su teléfono para googlear recetas, algo que de hecho hacía debes en cuando; aún así, definitivamente preferiría todavía los tradicionales libros de receta.<br><br><b><span style='color:orange'>—Rellenos eh… encontré esto, quizás nos ayude, nunca lo he intentado, pero no se ve difícil —</span></b>dicho esto, le mostró la https://icecreaminspiration.com/easy-home-made-filled-chocolates/; hacer dulces, chocolates y tal no era algo que hacía muy seguido; desde niño había aprendido a comer saludable, y generalmente intentaba tener una buena dieta. <br><br>Como niño nunca fue mucho de comer dulces, por lo que sería una primera vez para él, pero eso no significaba que fuera imposible. <br><br><b><span style='color:orange'>—Necesitaremos esos moldes, asegúrate que estén secos, no podemos tener humedad o algo de agua en ellos —</span></b>eso afectaría negativamente el chocolate, por lo que pidió a Grace que los revisará bien y de esa manera, involucrarla en el proceso, pues para que fuera una buena experiencia, deberían compartir el trabajo. <br><br>Escucho su pregunta y pauso por un segundo para ponerse a pensar sobre ello; quizás ella estaba pensando más en el sentido romántico que involucraba la fecha, por lo que no tardo mucho en comenzar a negar con la cabeza. <br><br><b><span style='color:orange'>—No realmente, Fuji-nee ha traído a veces chocolates, pero realmente se los termina de comer ella misma —</span></b>cuando mucho él llegaba a probar uno, pero tampoco es que le importara tanto<b><span style='color:orange'> —. El año pasado Sakura ya estaba visitando la casa, ya que tuve una lesión en el club de arquería, y trajo unos cuantos, pero creo que son conocidos como chocolates obligatorios, que se dan a familia y amigos… además cierto tigre se comió la mayoría como te podrás imaginar —</span></b>dijo soltando una pequeña risa, recordando el día.<br><br>No había que subestimar el amor por los dulces y chocolates que tenía la maestra de inglés, incluso era tanto, que Shirou estaba planeando hacer un pequeño bache extra de dulces, solo para calmarla y proteger así los que Grace quería regalarle a su amigo.<br><br><b><span style='color:orange'>—Por cierto, Grace, te quería de hablar de algo —</span></b>abrió un cajón donde tenía varios utensilios, y saco un pequeño pincel de una bolsa de plástico; era nuevo y a veces guardaba unos cuantos, porque podían ser útiles en a la cocina, especialmente para hacer cosas más delicadas que con una brocha <b><span style='color:orange'>—. Aquí en Japón clases comienzan de nuevo en abril, así que estaba pensando que estaría bien que fueras a la escuela —</span></b>en lo que hablaba andaba checando el resto de los ingredientes: azúcar, mantequilla, bombones, colorante, etc. <br><br>La cocina estaba un desastre, pero varios de los ingredientes ya estaban ahí por el intento de Grace; fue y tomo una lata de leche evaporada y un saborizante de vainilla que tenía ahí guardado. <br><br><b><span style='color:orange'>—Fuyuki tiene algunos extranjeros, así que también hay escuelas especializadas para gente de otros países, así que ahí podrías conocer niños de varios lados como tú —</span></b>organizo todos sus ingredientes y los puso en una de las barras, para checar que no le faltara nada<b><span style='color:orange'> —. O también puedes entrar a una normal, Homurahara por ejemplo tiene una división para escuela primaria, así que cualquier opción estaría bien, lo importante es que vayas a escuela, es importante, además así podrás hacer más amigos de tu edad. </span></b><br><br>La educación era importante, pero más que nada, Shirou quería que interactuara con otros niños, para así hacer más amena su estadía, pues no era buena idea dejarla sola cuando este fuera a clases, además de que así al menos podría recobrar un poco de normalidad en su vida. Ella ya había pasado por mucho desde la emergencia de las cupulas, y si bien era la esperanza de Shirou que pudiera salvar a sus padres al acabar con los domes, tenía que procurar que estuviera bien mientras eso tardaba. <br><br>No quería decir que sería imposible salvarlos, sabía que existía la posibilidad que toda la gente dentro del territorio de las cupulas simplemente estuviera muerta; sin embargo, mientras eso no sea algo seguro y confirmado, no cree que sea bueno pensar en dicha posibilidad, y preferiría simplemente concentrarse en salvarlos. <br><br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Oct 21 2020, 11:06 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> El amor había golpeado fuerte a la pequeña irlandesa que nunca había sentido nada parecido. Si bien sus compañeros de clase en Irlanda y posteriormente en Escocia no eran desagradables visualmente, solían ser bastante bruscos e incluso desagradables. El momento en que el culmen del romanticismo en sus cabecitas era el tirarle a la niña que les caía en gracia de las coletas para llamar su atención, habían perdido todo tipo de interés por parte de la niña. Matías era un niño muy especial, sensible, agradable y además bastante sincero con lo que pensaba. Era difícil para ella no sentirse fascinada por él. <br><br>Además estaba aquel &quot;No importa donde estés, yo llegaré hasta ti&quot; que no fue exactamente lo que el niño dijo, pero era como ella había entendido aquello. A un nivel mucho más romántico quizá que lo que el pequeño chileno había pretendido decir. <br><br>Se limitaría a seguir las indicaciones de Shiro, limpiando los moldes para el chocolate y asegurándose de que estuviesen perfectamente secos. –<span style='color:hotpink'>¿Hooo...?</span>– Pronunció al oír sobre que Sakura, fuese quien fuese, le hubiese regalado chocolates &quot;de compromiso&quot;. No creía que estos chocolates no soliesen esconder algún significado más profundo, incluso si no era familiar con la tradición: Aquello sonaba a excusa para dar chocolates sin declararse. <br><br>—<span style='color:hotpink'>Oh, quizá no eran chocolates por compromiso... No se, esos suenan un poco a excusa...</span>– Comentó con voz cantarina mientras le pasaba los moldes ya secos. Alzó la vista hacia él cuando dijo que quería comentarle algo y entonces salió el tema académico. Infló una mejilla pensativa ante lo que acababan de decirle. Llevaba pensándolo unos días también, pues se le hacía raro estar ya en febrero y no haber empezado el curso.  –<span style='color:hotpink'>Henry me ayuda un poco con el idioma, aunque me gusta aprender por mi cuenta...</span>–  Comentó mientras echaba mano de su teléfono, mostrando un par de aplicaciones de idiomas.  –<span style='color:hotpink'>Estoy aprendiendo japonés y español... Pero ambos se me complican un poco... Le pregunto a veces a Taiga-san por ayuda...</span>– Volvió a dejar aquel teléfono en la encimera.  –<span style='color:hotpink'>Así que... Yo creo que cualquiera podría estar bien...</span>– Ladeó la cabeza hacia la derecha mirando a Shiro. Entonces se llevó la diestra a la barbilla, pensativa. Por supuesto, no tenía referencias de ninguno de los dos institutos y sabía que Matías no iría a ninguno de ellos debido a que no vivía en Fuyuki. Lo único importante que quedaba por responder sería preguntando más pronto que tarde:<br><br><div align="center"> –<span style='color:hotpink'>¿Cual tiene el uniforme más bonito?</span>– </div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 21 2020, 01:53 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—No, no, eso es algo común aquí en japón, no es nada como eso —</span></b>contestó ante lo que sugería la pequeña; no había manera en que Sakura lo viera de esa manera, pues seguramente ella tan solo le veía como un senpai y nada más, por lo que el pelirrojo ni siquiera consideraba la posibilidad. <br><br>Grace termino de limpiar los moldes y Shirou los inspecciono, mostrando una sonrisa de aprobación al ver que estaban secos y bien limpios. Una vez que termino su pequeña inspección, los coloco a lado de todos los ingredientes y parecía que tenían todo preparado; la cocina era aún desastre, pero considerando que harían aún más chocolates, sería un desperdicio limpiar, pues estaba seguro de que ensuciarían un poco más en el proceso.<br><br>Nunca había hecho chocolates, pero las instrucciones en su teléfono parecían ser bastantes simples; lo cual, combinado con ya su experiencia en la cocina, no le debería representar problema seguirles al pie de la letra para conseguir el resultado deseado. Había chocolate solido con almendras y sabor vainilla, lo que hacía que su color fuera más cremoso, eso serviría para darle cierto sabor a los chocolates al colocarlo en los moldes primero, por lo que lo tomo y comenzó a abrir el paquete. <br><br><b><span style='color:orange'>—Oh, ¿también andas aprendiendo español? —</span></b>preguntó curioso, no sabiendo el porque el interés en dicho idioma por la pequeña; aunque la verdad, español era hablado en varios países de forma nativa, incluso Estados Unido tenía gran cantidad de gente que lo hablaba, por lo que realmente no era un mal idioma par aprender, considerando que la chica ya sabía inglés.<br><br>Japonés era bastante obvio, considerando dónde vivía. Shirou veía con buenos ojos la chica usando su teléfono para aprender nuevos idiomas, la verdad era algo admirar, y él igualmente tenía pensado versarse en otros idiomas una vez logrará superar la gran montaña que era el inglés, que le apenaba admitir se le dificultaba un poco. Para la “carrera” que quería perseguir, saber varios idiomas sería indispensable.<br><br><b><span style='color:orange'>—No sabía que Fuji-nee te estaba ayudando con eso, bueno, es maestra de inglés, así que es buena idea pedirle ayuda —</span></b>aunque realmente para Shirou era algo intimidante a veces; ella era bastante estricta con él a la hora de enseñarle inglés, pero al menos sabía que había mejorado un poco con su ayuda <b><span style='color:orange'>—Grace, colocaremos estos pedazos de chocolate en el micro, los pondremos a descongelar y cada 30 segundos quiero que lo agites para asegurarnos que quede suave </span></b> —en medio de la conversación, soltó la pequeña indicación, colocando unos pedazos de chocolate en un plato hondo, para luego colocarlo en el microondas; una vez hizo esto, lo ajusto a descongelar y lo encendió, luego lo pararía cada 30 segundos para que la chica lo revolviera, para luego repetir lo mismo hasta que tuviera la consistencia que buscaban. <br><br><b><span style='color:orange'>—¿Uniforme? —</span></b>arqueo una ceja y se puso a pensar un poco, no esperándose que la chica tomará el uniforme, como su criterio en que institución escoger <b><span style='color:orange'>—. Bueno, la verdad solo he visto el de Homurahara, o al menos es el que recuerdo, pero igual tenemos bastante tiempo, podemos ir investigando para que luego hagas tu decisión, no tiene que ser ahora, falta tiempo para abril de todos modos.</span></b><br><br>Además, tenían que esperar un poco a que el viejo Fujimura arreglará todo en cuanto a los papeles de Grace; obviamente la chica había sido traída al país de manera ilegal, por parte de Kaito y Leeroy. Había sido un “secuestro” por decirlo así, pero la verdad el pelirrojo agradecía que lo hubieran hecho, pues además de no contar con sus padres, ahora era un demi servant, y quién sabe si eso atraería peligros hacia ella, por lo que, por su bienestar, era importante que tuviera con alguien que al menos pudiera protegerla… o al menos intentará. <br><br>En cuanto al chocolate, mientras hablaban, Shirou había continuado deteniendo el microondas cada 30 segundos, para luego permitirle con una cuchara a la chica moverlo un poco, así definitivamente podría decir que ella hizo los chocolates, porque Shirou era un simple guía que le apoyaba, pero el trabajo en sí era de ella. <br><br><b><span style='color:orange'>—Parece que ya esta como lo queremos, buen trabajo, Grace —</span></b>le dio unas pequeñas palmadas a la chica en la cabeza, felicitándola por un buen trabajo, para luego llevar el chocolate con cuidado a lado de los moldes, para luego pasarle un pequeño pincel y luego agarrar otro él <b><span style='color:orange'>—. Ahora haremos algo un poco más divertido, o eso creo... —</span></b>realmente no estaba seguro, no había sido un niño muy normal creciendo para saber que exactamente consideraban divertido <b><span style='color:orange'>—. Vamos a pintar los moldes con cuidado, usando estos pinceles y el chocolate, solo un poco, será una capa, que luego agregaremos el relleno y finalmente el chocolate que cubrirá todo. </span></b><br><br>Dicho esto, el empezó para hacerle una pequeña demostración, empezando desde el lado izquierdo de uno de los moldes, y dejándole el otro a ella. El pelirrojo debía admitir que estaba disfrutando de la pequeña actividad, pues le alegraba ayudar a Grace con lo que quería, no pensando mucho en cuanto al aspecto del novio, y prefiriendo dejar eso para cuando Taiga estuviera allí. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Oct 21 2020, 03:45 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Si, había oído lo de los chocolates por compromiso japoneses, pero aquello le sonaba totalmente ridículo. Si quieres regalar chocolate a tus amigos no usas el día de amor para ello... O quizá tenía una visión demasiado occidental de este tipo de cosas. <i>&quot;<span style='color:hotpink'>This is bullpoop</span>&quot;</i> pensó la pequeña a lo que el servant en su interior se apuró a corregir.<i> &quot;<span style='color:gold'>¿No querrás decir bullshit?</span>&quot;</i> Un breve silencio le siguió a aquella respuesta, antes de que la pequeña le respondiese. <i>&quot;<span style='color:hotpink'>Shit es una mala palabra...</span>&quot;</i> Y ahí moriría aquella conversación interna, una vez la risa de Billy invadiese por completo su cabeza y tuviese que &quot;silenciarlo&quot; para poder prestar atención a lo que su nuevo hermano le decía. <br><br>—<span style='color:hotpink'>¡Si&#33;<i>Yo quiere aprendera espaniole</i></span>– Pronunció intentando hablar en aquel idioma por su cuenta, sin ayuda del servant, errando algunas palabras, por no decir todas. Dio entonces un suspiro y repitió lo que había dicho, pero en japonés para asegurarse de que Shiro lo entendía. –<span style='color:hotpink'>Matiu es de Chile, y quiero poder decirle que me gusta en su idioma...</span>– Se balanceó hacia adelante y hacia atrás al apoyarse sobre el talón y la punta de sus pies, algo avergonzada al admitir sus motivos. Era bonito o al menos eso pensaba ella. Además no había nada de malo en ello, pues al fin y al cabo era aprender y eso siempre estaba bien. <br><br>Se limitó a asentir con una gran sonrisa sobre lo de que Taiga le estaba enseñando a hablar japonés, si bien por su cuenta apenas balbuceaba algunas palabras y se liaba con la escritura, cualquiera que la viese podría decir que se estaba esforzando mucho por mejorar y esto hacía que avanzase algo más rápido de lo normal. Tambien ayudaba el hecho de que Billy la ayudaba cuando esta lo necesitaba para no trabarse. <br><br>Cada vez que Shiro se lo indicaba y sacaban el chocolate del microondas, la niña lo removía a conciencia para mezclarlo. Era una suerte que el chico fuese tan bueno cocinando, pues ella no había podido aprender demasiado al respecto. Además el modo en el que lo preparaban le dejaba hacer a ella las partes importantes, de modo que aprendía en un entorno supervisado. <br><br>Recibió feliz aquellas suaves palmadas en la cabeza, cerrando los ojos con una sonrisa. <br><br>Entonces le fue entregado un pincel... Espera, ¿Qué? ¿Cuando habían pasado de repostería a artes? Oh, al parecer había que pintar con chocolate. Sin duda una actividad llamativa que se sorprendería de no haber oído antes. Pintar era divertido, el chocolate estaba rico, ¡Ambas cosas buenas juntas solo podrían formar algo asombroso&#33; Observó atentamente como debía proceder y tras dejar que Shiro pintase un par por su cuenta, procedería a hacerlo ella también. <br><br>—<span style='color:hotpink'><i>Jomurajara</i> es donde estudias tu, ¿Verdad? ¿Entonces iríamos juntos a clase?</span>– Preguntó, pensativa mientras pintaba aquel molde con cuidado. Sin duda el poder tener alguien mayor de confianza a quien acudir si las cosas se complicaban sería un buen plus para cualquier niño, incluso si era uno tan independiente como Grace. Hasta la fecha siempre había intentando mantener a raya sus problemas académicos por su cuenta para no preocupar a sus padres... Pero las cosas habían cambiado: País, idioma e incluso ahora era una demiservant. No le vendría mal tener algo de apoyo si las cosas se complicaban demasiado, y sabía que podía confiar en Shiro.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 21 2020, 04:24 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> De repente escucho su intento de hablar espa&#241;ol, y por la falta de conocimiento del pelirrojo en el mismo, realmente no sab&#237;a si estaba mal dicho, pero para &#233;l se escuchaba bastante bien, y al menos ya sab&#237;a algunas palabras. <br><br><b><span style='color:orange'>&#8212;No s&#233; que dijiste, Grace, pero se nota que le estas poniendo esfuerzo, sigue as&#237; &#8212;</span></b>elogio sus intentos, quiz&#225;s suponiendo que quiso decir algo como &#8220;quiero hablar espa&#241;ol&#8221;, &#8220;puedo hablar espa&#241;ol&#8221;, o algo as&#237;, pues hab&#237;a escuchado mencionar el idioma, que al menos ten&#237;a algo de cultura para saber que &#8220;espa&#241;ol&#8221; era como se refer&#237;a al idioma. <br><br>Luego de nuevo, de alguna forma, no, quiz&#225;s nunca se salieron el tema, Grace comenz&#243; a explicarle que era debido a ese chico que esta quer&#237;a aprender espa&#241;ol. Definitivamente parec&#237; bastante encantada con el ni&#241;o, al punto que estaba poniendo esfuerzos para aprender el idioma para confesarse. <br><br><i><span style='color:orange'>&#8212;Fuji-nee, por m&#225;s que me pese decirlo, eres mi &#250;ltima esperanza&#8230; por favor ven a cenar &#8212;</span></i>suplico entre sus pensamientos, esperando que este no fuera de esos raros d&#237;as que, por alguna raz&#243;n, su hermana mayor no pod&#237;a venir a cenar.<br><br>Por suerte, como se hab&#237;a dicho, eso raramente pasaba, por lo que hab&#237;a fuertes probabilidades que tendr&#237;a algo de apoyo en unas horas; el tema se le escapaba de las manos, &#191;deb&#237;a ser comprensivo y alentarla? &#191;O deb&#237;a decirle que tuviera cuidado? <br><br>El chico igualmente era demi, as&#237; que el bienestar del ni&#241;o igualmente le preocupaba, pregunt&#225;ndose como es que hab&#237;a terminado as&#237; y qui&#233;n era qui&#233;n le cuidaba, &#191;qu&#233; hacia un chico de chile all&#237;? <br><br>Por suerte, la pregunta  de Grace, mientras estaban preparando los moldes, le distraer&#237;a de esos pensamientos por unos segundos, dej&#225;ndole tomar un respiro de tales asuntos. <br><br><b><span style='color:orange'>&#8212;Ah&#8230; bueno, no exactamente &#8212;</span></b>comprend&#237;a &#233;l porque pensar&#237;a eso, porque ambas escuelas eran la misma, simplemente eran divisiones diferentes <b><span style='color:orange'>&#8212;. La tuya es de escuela primaria, as&#237; que estas en otro edificio y lugar, por lo que durante clases no podemos vernos, pero no est&#225;n muy lejos el uno del otro &#8212;</span></b>continuo pintando poco a poco los moldes con el chocolate, mientras le explicaba <b><span style='color:orange'>&#8212;, as&#237; que en las ma&#241;anas te puedo acompa&#241;ar a la puerta y cuando salgamos de clases puedo pasar por ti, as&#237; vamos y volvemos junto, &#191;qu&#233; te parece? &#8212;claro, a&#250;n si eligiera otra escuela, se asegurar&#237;a de acompa&#241;arla cuanto fuera ne</span></b>cesario, hasta que se acostumbrar&#225;. <br><br>Poco a poco, los moldes fueron pintados con el chocolate, teniendo a Shirou debes en cuando checando el trabajo de Grace, para aconsejarle si era necesario, o simplemente asegurarle que lo estaba haciendo bien si ese era el caso; pues como principiante en tal cosa, ser&#237;a natural sentirse nerviosa, por lo que quer&#237;a apoyarle para que se sintiera con confianza de hacerlo. <br><br><b><span style='color:orange'>&#8212;Bien hecho, ahora hay que dejar que el chocolate se enfr&#237;e y tome forma solida &#8212;</span></b>dijo, sonriendo satisfecho con el resultado, para luego colocar los pinceles a un lado; despu&#233;s, tomar&#237;a un largo y pesado sart&#233;n del gabinete d&#243;nde los guardaba, para colocarlo sobre la estufa <b><span style='color:orange'>&#8212;Ahora Grace, usaremos fuego, as&#237; que hay que tener cuidado, vamos a preparar el relleno de los chocolates, as&#237; que pongamos la estufa a fuego lento, para que vaya calentando &#8212;</span></b>dicho esto, fue por los ingredientes que necesitar&#237;a para ello <b><span style='color:orange'>&#8212;. Vamos a mezclar dos tazas de az&#250;car, tres cuartos de leche evaporada y dos tazas de estos peque&#241;os bombones que tenemos &#8212;</span></b>dando las instrucciones, asisti&#243; a Grace para colocar en el sart&#233;n todos los ingredientes que mezclar&#237;an <b><span style='color:orange'>&#8212;. Subiremos un poco la llama del fuego, y necesitaremos agitar la mezcla en lo que se va derritiendo, una vez que empiece a hervir, esperaremos cinco minutos y lo retiraremos para agregar mantequilla y chocolate blanco.</span></b><br><br>El relleno era algo bastante importante, considerando que era lo que Grace quer&#237;a regalarle a Mat&#237;as, as&#237; que con cuidado Shirou hab&#237;a le&#237;do y las instrucciones, y basado en ellas, estaba asistiendo a Grace poco a poco a hacer la mezcla. Pronto la mezcla comenzar&#237;a a hervir un poco, bajar&#237;a un poco la intensidad del fuego y continuar&#237;a indic&#225;ndole a Grace que siguiera revolvi&#233;ndola. <br><br><b><span style='color:orange'>&#8212;Muy bien, ya casi esta lista &#8212;</span></b>retiro el sart&#233;n del fuego, pas&#225;ndole mantequilla y el chocolate blanco a Grace para que loa agregara, para luego de nuevo revolver <b><span style='color:orange'>&#8212;. Hazlo hasta que creas que esta suave y cremoso, el relleno es muy importante para que le guste el sabor del chocolate &#8212;</span></b>nuevamente volviendo, quiz&#225;s un poco voluntariamente en esta ocasi&#243;n, a Mat&#237;as como tema de conversaci&#243;n<b><span style='color:orange'>&#8212;. Hablando de &#233;l, Grace, &#191;&#233;l que hace en jap&#243;n? &#8212;</span></b>pregunt&#243; curioso y ligeramente preocupado tomando en cuenta el origen del ni&#241;o <b><span style='color:orange'>&#8212;. Dices que es de Chile, eso esta en Sudam&#233;rica, &#191;verdad? Esta bastante lejos de casa, sin mencionar que le conociste en Europa y ahora esta ac&#225;,  as&#237; que me gustar&#237;a saber si esta con sus padres, con alguien supervis&#225;ndolo o solo &#8212;</span></b>le dijo a Grace, sonri&#233;ndole, mientras le explicaba el porque deseaba saber esa informaci&#243;n, mientras la ve&#237;a revolver el relleno.<br><br>SI estaba solo como Grace, era un grave problema, y si bien estaba la idea de tambi&#233;n invitarlo a casa, por controversial que pudiera ser con Taiga por traer m&#225;s ni&#241;os a casa, simplemente no pod&#237;a dejar al chico solo. Dejando de lado todo el asunto de que estaba cortejando a su hermanita, el pelirrojo no pod&#237;a dejar a alguien tan menor, as&#237; como as&#237;, ten&#237;a que ayudarle si es la necesitaba; preocuparse por las otras cosas, ser&#237;a algo que har&#237;a una vez supiera que el chico estuviera bien. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Oct 23 2020, 05:41 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Pocas cosas imaginaba más gratificantes que el reconocimiento por el esfuerzo que había hecho, desde no salirse de las líneas al pintar hasta cosas más grandes como aprender un nuevo idioma. Por ello las palabras de Shiro serían respondidas con una amplia sonrisa por parte de la niña, contenta de recibir la aprobación de alguien mayor sobre lo que estaba haciendo. Incluso si había empezado por motivos &quot;poco objetivos&quot;, al final era algo útil. <br><br>Al parecer el centro educativo al que acudiría no era &quot;exactamente&quot; el mismo que el de su nuevo hermano mayor. Entendía que no iría a secundaria ni el a la primaria, pero aún así no imaginaba que fuesen a estar tan separados a nivel estructural del centro: Al parecer estaba dividido por algo así como pabellones según los diferentes cursos y clubes, pero... En realidad con poder ir y volver acompañada le bastaba. Además sería más fácil contactar con él si algo se complicaba. –<span style='color:hotpink'>Eso suena genial, me gustaría ir a <i>Jomurajara</i></span>– Concluyó incluso sin haber visto aún el uniforme. En realidad no había ninguno de los que había visto por la zona que no le gustase, bastante más lindos que ir con ropa de calle a clase si le preguntaban a ella. <br><br>Oh dios, ahora tocaba usar fuego. El nerviosismo de la niña era visible debido a su expresión facial con los ojos bastante abiertos y los labios ligeramente fruncidos. Aún no se acostumbraba a poder invocar una pistola a voluntad por mucho que Billy le decía que no había nada de malo en ello y que al menos así tenía un método de defenderse siempre asegurado. Menos aún se haría rápido a la idea de trabajar con fuego. <br><br>La gente arde cuando se quema.<br><br>Respiró profundamente y asintió con su mejor gesto de concentración mientras escuchaba las indicaciones de Shiro. Y sin problemas empezaría a batir la mezcla integrando los ingredientes mientras esta se calentaba. Todo iba bien... Hasta que la leche comenzó a hervir. Si alguna vez has hervido leche en tu vida serás consciente de que esta tiende a subir si pasas mucho rato sin removerla, por lo que a la mínima pausa que hiciese, el líquido empezaría a elevarse poniendo nerviosa a la pequeña que empezaría a agitar con algo más de ímpetu, ensuciando un poco la encimera al salpicar a un lado y otro de la olla. <br><br>Por suerte aquella tortura no duraría demasiado, al parecer no lo había hecho tan mal pero no creía llegar a ser capaz nunca de olvidar aquella tensión. La leche era una adversaria temible. <br><br>Siguió las nuevas indicaciones algo menos asustada ya que la leche había dejado de ser una amenaza. –<span style='color:hotpink'>Oh, Matiu puede hacer portales... No los sabía controlar muy bien y apareció un día en mi casa en Edimburgo...</span>– Comentó con toda la naturalidad del mundo mientras removía los nuevos ingrediente en la mezcla. –<span style='color:hotpink'>Se que tiene una hermana japonesa y ella le trajo aquí, está con la familia de ella...</span>– Terminó alzando la vista hacia el pelirrojo. –<span style='color:hotpink'>¡Igual que yo estoy aquí contigo y con Taiga-san&#33;</span>– Sonrió ampliamente tras decir aquello, antes de volver a bajar la vista hacia la cazuela, para continuar removiendo.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 23 2020, 11:09 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Al parecer a Grace le gustaba la idea de ir a Homurahara, quizás por la idea de ir a una escuela con el mismo nombre, a la que iba Shirou y el hecho de que este podía acompañarla a la entrada y salida de la misma. Era normal, era un nuevo país para ella y aún tenía que dominar el idioma; buena suerte que tenía a Henry… bueno, mala suerte en el sentido como eso ponía en peligro su vida, pero al menos traía ciertas ventajas, como un traductor en su cabeza que era como se habían podido comunicar hasta este punto.<br><br>Shirou tenía que poner el mismo esfuerzo en inglés, que su pequeña hermana pondría en japonés, era lo justo al final de cuentas. Obviamente, aprender inglés sería bastante útil para él a largo plazo y era algo a lo que le había puesto un poco más de esfuerzo desde el inicio del año. ¿¡pero por qué era tan difícil de pronunciar bien? <br><br>Incluso Grace pronunciaba mejor el japonés, de lo que Shirou pronunciaba inglés. <br><br><b><span style='color:orange'>—Entonces Homurahara —</span></b>sonrió ante la idea<b><span style='color:orange'> —. Suena bien, aunque recuerda que aún tienes tiempo, así que siéntete libre de cambiar de opinión hasta los primera o segunda semana de marzo —</span></b>que sería cuando tendrían que empezar a más tardar, todo el proceso para que entrara a la escuela. <br><br>En cuanto a la cocina, si bien se había mostrado algo nerviosa con el fuego, como era de esperarse, hasta el mismo Shirou recordaba sus primeros intentos… además de que el fuego no traía buenos recuerdos, era normal que para un niño sentirse un poco asustado de estar cerca del mismo. Por lo tanto, habían ensuciado un poco al salpicar un poco aquí y allá, pero no es como que la cocina estuviera muy limpia en estos precisos momentos.<br><br>El relleno estaba yendo bien, Shirou observaba como la consistencia parecía volverse más cremosa y suave mientras la chica continuaba batiendo. En cuanto a la platica del chico, Shirou se sintió aliviado al escuchar lo que escucho… bueno, lo de los portales era algo alarmante por sí mismo, pero al menos contaba con su familia.<br><br><b><span style='color:orange'>—¿Portales? ¿Así que puede ir a un lugar a otro en segundos? —</span></b>preguntó para confirmar, pero eso era básicamente lo que se imaginaba cuando escucho tal cosa, era un poder bastante sorprendente <b><span style='color:orange'>—. Así que tiene una hermana aquí en japón, bueno, me alegro de que tenga familia con la que contar, así como tú me tienes a Fuji-nee y a mí —</span></b>al menos no tenía que preocuparse por el chico viviendo solo.<br><br>Todavía era algo raro hablar del futuro posible novio de Grace, pero definitivamente estaba decidiendo dejar eso para más tarde, hay que dejarles a los expertos el tema y Shirou estaba lejos de hacer uno. Sí, eran niños, así que al menos no tenía que preocuparse tanto, o eso esperaba. <br><br>Además, tarde o temprano tendría que conocerlo, porque igual que Grace, tenía que hacer algo respecto a su estatus de demi servant, si es que quería que ambos crecieran y tuvieran una vida feliz.<br><br><b><span style='color:orange'>—Cuando quieras invítalo a casa, podríamos preparar una cena o algo, aunque asegúrense de pedirle permiso a su hermana —</span></b>no quería problemas con otros adultos y un niño que podía hacer portales para ir a Europa de la nada, parecía ser alguien que preocupaba debes en cuando a su familia.<br><br>Lo cual dejaba ciertas preguntas, como si la familia de Matías eran magi o no, pero considerando la pequeña libertad que el chico parecía tener por lo hablado, si lo eran, por lo menos, no parecían una familia estricta o tradicional de magi que usaban a sus niños como meras herramientas para heredar sus misterios. <br><br><b><span style='color:orange'>—En la receta dice que podemos agregar extracto de fresa o de limón, pero no tenemos nada como eso, así que así tendrá que quedarse, pero por sí solo tiene buen sabor, además supongo que así no corremos riesgo de que a él no le guste uno de esos dos sabores —</span></b>algo sencillo, a menos que Grace hubiera traído algo que pudieran agregarle entre sus ingredientes <b><span style='color:orange'>—. A menos que quieras agregarle algo más —</span></b>le comunico eso, pues no sabía en sí todo lo que la chica había preparado para ello.<br><br>Luego de terminar de preparar la mezcla, independientemente de si decidían agregarle algo más o no al final, sería tiempo de colocar el relleno en los moldes, los cuales ya deberían haber enfriado y endurecido para este punto, por lo que trajo dos pequeñas bolsas de plástico; como no tenían manga pastelera, usarían eso como substituto; por lo que con cuidado, coloco el relleno en ambas bolsas y las ato de manera que el liquido quedará compactado dentro de las mismas, para luego con una tijera, cortar la punta de las mismas, entregándole una con cuidado a Grace, con la punta apuntando hacia arriba, para evitar desperdiciar la crema.<br><br><b><span style='color:orange'>—Bueno, ahora es tiempo de agregar el relleno, mira como lo hago y haz lo mismo —</span></b>dicho esto, comenzó su demostración, acercando la bolsa, para luego voltearla, y ejercer un poco de presión, para que comenzará a salir un poco y echar un poco de la crema en el molde, para luego pasar al siguiente hueco <b><span style='color:orange'>—. Solo así y listo, yo haré este y tú encárgate del otro, así acabamos más rápido, solo hazlo lento, suave y con paciencia, para evitar poner crema de más, que necesitamos todavía verter más chocolate aquí para hacer el bombón.</span></b><br><br>Todo iba bien de momento, y lo más importante, Grace parecía estar divirtiéndose con la pequeña actividad, así que eso era lo más importante. Hasta Shirou lo estaba disfrutando, ayudar a otros era definitivamente la única forma en la que él podía sentirse feliz. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Grace O&#39;Flaherty</b>  Oct 26 2020, 12:41 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Mentiría si dijese que era la primera vez que pensaba en sus temas académicos, pues la pequeña de linaje O&#39;Flaherty era una niña muy responsable para su edad. No le costaba imaginarse que tarde o temprano le plantearían aquello, incluso pensando en plantearlo ella misma si veía que se acercaba demasiado el inicio del curso lectivo en japón. Se limitó a asentir ante la proposición de que podía cambiar de idea si quería, aunque dudaba hacerlo, al fin y al cabo así también tendría cerca a Taiga para poder pedirle ayuda si en algún momento se le iba de las manos todo el asunto de ser una demiservant.<br><br>—<span style='color:hotpink'>¡Si&#33; ¡Son como puertas mágicas&#33; De pronto abre una y pum, puede aparecer en Escocia, o en... en... México.</span>– Gesticuló con las manos de forma que podía resultar incluso exagerada de no ser por que se trataba de una niña. Estaba hablando de su pequeño interés amoroso por lo que mientras hablaba le brillaban los ojos y tenía las mejillas ligeramente ruborizadas. <br><br>Asintió nuevamente ante la pregunta sobre la hermana de Matías, aunque no podía darle un nombre ni ponerle cara por que aún no la había conocido ni recordaba que el niño le hubiese dicho algún nombre que pudiese asociar a ella. –<span style='color:hotpink'>¡Oh&#33; Le diré si puede venir a cenar un día... Si.</span>– Comentó muy feliz aunque claramente concentrada en la preparación de los dulces. <br><br>Continuó atenta a los pasos a seguir de la receta que Shiro le iba indicando, paso por paso: Seguiría colocar el relleno de los bombones, con lo cual haría un pequeño desastre al principio, pero conseguiría un resultado más que decente al final. Después de aquel paso, iría el de cubrir los bombones nuevamente con chocolate y luego irían a la nevera para refrigerar hasta el día en que fuesen a ser consumidos, el cual no era para nada lejano. <br><br>—<span style='color:hotpink'>¡Muchas gracias por ayudarme&#33;</span>– Exclamaría muy contenta nada más hubiesen terminado de limpiar la cocina, dando un abrazos al pelirrojo. Estaba sinceramente agradecida de que hubiese prestado su apoyo a aquello, pues ella por si sola no habría sido capaz de hacerlo. <br><br>Lo más seguro es que comprase chocolate para Shiro en aquella fecha también, o quizá alguna otra cosa que al pelirrojo le gustase más que el chocolate. Iba a tener una nueva labor de investigación a realizar para ello, pues dudaba que se vendiese justicia en bolsitas de diez unidades.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Loki</b>  Oct 26 2020, 02:50 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><b>Emiya Shirou:</b><br><i><u>45 EXP y 45 MON</u>.</i><br><br><b>Grace O&#39;Flaherty:</b><br><i><u>32 EXP y 32 MON</u>.</i><br><br></div><br> </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>