    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=58&amp;t=2149'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Ciudad Fuyuki &gt; <font color='red'>Fate/Cyborg [Privado]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 9 2020, 10:04 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <i><div align="right">Fuyuki Central Park<br>Domingo, 12 de abril del 2020, 12:43 a.m. <br></div></i><br>Era un s&#225;bado por la noche, el resto de las personas que viv&#237;an en la residencia Emiya ya estaban durmiendo, o al menos eso pensaba el pelirrojo, qui&#233;n intentando que nadie lo descubriera, se hab&#237;a escabullido a altas horas, para hacer una peque&#241;a investigaci&#243;n en la ciudad. Consigo no llevaba nada, solamente que su tel&#233;fono celular en caso de que se ofreciera y lo que hab&#237;a decidido vestir para la ocasi&#243;n.<br><br>Ya era primavera en Fuyuki y en algunos d&#237;as las temperaturas segu&#237;an siendo algo fr&#237;as, por lo que era mejor traer algo abrigador. Especialmente a esas horas, d&#243;nde las temperaturas bajaban a&#250;n m&#225;s. Andaba vistiendo unos pantalones negros; una playera blanca, con el cuello y las mangas de este de un azul marino; sobre esta llevaba una chaqueta, que hac&#237;a juego con la playera, pues ven&#237;a en los mismos colores.<br><br>Poco despu&#233;s de salir de su residencia, tras una peque&#241;a distancia entre &#233;l y su hogar, comenzar&#237;a a reforzar su cuerpo usando magecraft. El proceso ya era tan natural para &#233;l como respirar, pero no dejaba de ser igual de peligroso; refuerzo era un hechizo bastante simple y que todo magus sab&#237;a usar, pero que a la vez se complicaba, pues demasiado prana en un objeto, o en este caso, el cuerpo de Shirou, ser&#237;a mortal. En cambio, si usaba demasiado poco, de nada servir&#237;a y ser&#237;a un desperdicio de energ&#237;a.<br><br>Habiendo mejorando sus habilidades f&#237;sicas, comenz&#243; a correr con mayor rapidez, su destino era Shinto, la lugar m&#225;s moderna en la ciudad y d&#243;nde habr&#237;a m&#225;s gente, d&#243;nde una vez ah&#237;, comenzar&#237;a a desplazarse en los edificios, para evitar sospechas, activando a la vez sus facultades como demi-servant, provocando as&#237; que su vestimenta cambiara a la del esp&#237;ritu heroico EMIYA, aquella armadura negra y aquel abrigo rojo que tanto le caracterizaba, con cierto estilo diferente al del propio esp&#237;ritu, pues la bandana roja en su cabeza y como vest&#237;a el abrigo, era particular de &#233;l.<br><br>No necesariamente lo hab&#237;a hecho para facilitar su movimiento, s&#237;, definitivamente pod&#237;a moverse mucho m&#225;s r&#225;pido en dicha forma; no obstante, su objetivo principal era intentar llamar la atenci&#243;n de algo o alguien. Hace poco, un hombre, que las noticias catalogaba como ped&#243;filo, hab&#237;a atacado un Taco Bell, y hab&#237;a sufrido una paliza bajo una de las empleadas. Los detalles del encuentro eran escasos, especialmente que el ped&#243;filo hab&#237;a perdido, porque si bien gente hab&#237;a grabado el encuentro, al parecer no hab&#237;a quedado registro. Sin embargo, Shirou hab&#237;a podido preguntar mayor informaci&#243;n de la chica misma, Tsubaki, qui&#233;n era su compa&#241;era de clases. <br><br>El hombre de nombre desconocido, al parecer hab&#237;a llegado ah&#237; con la intenci&#243;n de interrogar a Tsubaki sobre Cipher, pensando que la chica pertenec&#237;a a esa organizaci&#243;n. Shirou para nada entend&#237;a, como es que el sujeto hab&#237;a llegado a esa conclusi&#243;n, pero estaba claro que no pod&#237;a dejarle, as&#237; como as&#237;. Quiz&#225;s &#233;l no era un enemigo, pero el hecho que este preguntando esas cosas en p&#250;blica y causando esc&#225;ndalos, era bastante preocupante, porque tales acciones pod&#237;an poner a gente inocente en peligro. Adem&#225;s, no simplemente pod&#237;a decir que el tipo ten&#237;a intenciones buenas, pues Tsubaki hab&#237;a tenido que vencerlo para sac&#225;rselo de encima.<br><br>Es por ello, que desde que se enter&#243;, hab&#237;a estado patrullando la ciudad, en caso de que hubiera algo sospechoso. A&#250;n pod&#237;a ver secuelas del incendio de febrero, causado por aquel servant y obviamente Shirou no estaba pensado a esperarse que algo de esa magnitud ocurriera, nuevamente, para actuar e intentar detenerle. Por lo tanto, era imperativo que contactara a esa persona, antes que alguien m&#225;s saliera herido. <br><br>Por desgracia, su investigaci&#243;n no hab&#237;a arrojado ning&#250;n resultado. Hasta la fecha no hab&#237;a encontrado nada de importancia o un indicio de la locaci&#243;n de tal hombre, cuya apariencia apenas y sab&#237;a un poco por una foto que tomo un desconocido. Por ende, hab&#237;a decidido tomar una peque&#241;a apuesta. Estaba m&#225;s o menos enterado de los servants que hab&#237;a en Fuyuki, o al menos eso cre&#237;a, as&#237; que decidi&#243; irse por el lugar m&#225;s poblado, activar sus poderes y ver si llamaba la atenci&#243;n de alguien. <br><br>Como humano, no pod&#237;a ser detectado como un servant, pero de la misma manera &#233;l era incapaz de sentir la presencia de uno, as&#237; que, patrullando de dicha manera, ver&#237;a si sent&#237;a a un servant con el que nunca hab&#237;a tenido contacto, o a su vez, llamaba la atenci&#243;n de uno. Quiz&#225;s esta persona, que estaba relacionado de alguna forma con la investigaci&#243;n de Cipher, era un master o ten&#237;a un servant entre sus conocidos. <br><br>Pronto se percatar&#237;a que alguien le estaba siguiendo, as&#237; que esbozando una peque&#241;a sonrisa, debido a que hab&#237;a &#8220;atrapado&#8221; algo con el &#8220;se&#241;uelo&#8221; que lanz&#243;, decidi&#243; comenzar a aumentar su ritmo, como si estuviera huyendo, incit&#225;ndole a perseguirle. Intentaba hacer como si quer&#237;a perderlo, pero en realidad quer&#237;a llevarlo a una zona menos poblada, hasta que por fin llego al desolado parque central de Fuyuki. Un lugar que para Shirou, albergaba recuerdos poco agradables, pero como con Tsubaki, hab&#237;a probado ser un lugar aislado y perfecto para este tipo de situaciones. <br><br><b><span style='color:orange'>&#8212;&#191;Por qu&#233; no te muestras? S&#233; que me has estado siguiendo &#8212;</span></b>hablo, fuerte y claro, dirigi&#233;ndose a alguien que seguramente en ese lugar se escond&#237;a entres las sombras <b><span style='color:orange'>&#8212;. Solo quiero hablar.</span></b><br><br>No sab&#237;a si esta persona que hab&#237;a atra&#237;do era el susodicho ped&#243;filo o no, sin embargo, seguramente algo podr&#237;a aprender. Aunque claro, no era tan ingenuo para pensar que no podr&#237;a llegar a ser atacado, por lo que estaba listo, para en cualquier momento, darle forma a lo que yace dentro de su mente. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><img src='https://i.imgur.com/lJmgb0d.jpg' border='0' alt='user posted image' /></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	
if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Fuyuki Central Park &#8212;";
}</script> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 11 2020, 05:54 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Aquellos alrededores de el parque central era el sitio perfecto para encontrarse con él, hacía mucho que no recorría las calles de Fuyuki y la verdad que le daba cierta nostalgia, siempre pensaba en esos momentos divertidos como también peligrosos que tuvo con sus amigos antes de desaparecer. Podía notar que su contrario sabía sus intenciones como él, ambos estaban de acuerdo que ahí podian hablar tranquilamente pero breve. La razón por la que no ha cruzado comentarios con shirou y sus amigos era por pura protección. Desde que Phantom Heroes fue destruida muchos matones de Cipher merodean buscando aniquilar cualquier contacto con el mismo, pues son una amenaza y sin importar si shirou o grace son niños, al final son Magus que podrían terminar siendo amenazas cualquier día.<br><br><span style='color:red'>-    Tienes razón, no hace falta esconderse más y solo queda hablar, tampoco he venido a pelear y algo me dice que lo sabes.  -</span> Diría Zero revelando su posición, era una manera de decirle que no tenía que preocuparse, pues si quisiera atacar, mantener su posición anónima era una ventaja. Aunque eso no es suficiente para que el pelo rojo se sienta cómodo, pues sigue siendo un extraño que causó revueltos hace no mucho. Lo primero que hizo caminando lento fue levantar ambas manos y en una de ellas estaban su espada la cual sin pensarlo mucho, dejó en el suelo lentamente. <span style='color:red'>- No soy tu enemigo ni te considero uno. Aunque si tú lo piensas de mi, no soy quien para juzgar....       -</span> Diría con sus manos al aire, revelando su rostro pálido con cabellos rubios y ciertas prótesis de su cuerpo fáciles de notar. <span style='color:red'>-     Ha pasado un tiempo, Emiya shirou.  No te culpo si no puedes reconocerme a la primera vista.  -</span> Lo dijo, dijo su nombre, sabía que eso haría que el otro se alarme, aunque haría la cosa lo más confiable que su mente podía, Zero no era el mejor tratando con personas, era más de irse a la locura de sus impulsos. <br><br><span style='color:red'>-   Has cambiado Shirou, no eres para nada el mismo. A pesar de que pasó tan poco tiempo, puedo ver en esa mirada lo fuerte que te has hecho.   -</span> Menciono como una especie de halago, era notorio e incluso podía sentir su energía mágica emerger, ya no era un humano corriente al igual que Zero que podía darse a delatar por su estado como Demi Servant. Sin más dejo salir una sonrisa amable, casi que llena de sentimientos conmovedores, estaba feliz de por fin ver un rostro conocido después de tanto. <span style='color:red'>- El tiempo nos cambia un poco Shirou, pero nuestras almas aún anhelan los mismos principios... Aniquilar el mal para traer Justicia, es la única razón por la que mi cuerpo sigue respirando.      -</span> Expresó con toda sinceridad como casa una de sus palabras, no había remordimientos ni nada por el estilo, solo palabras que salían de su corazón que aún se mantiene firme por sus buenas intenciones. <span style='color:red'>-   No tengo mucho tiempo, pero solo diré que nos metimos en algo grave... Algo que destruyó nuestras vidas. Ellos o más bien... &quot;Cipher&quot; están en todos lados y la vez en ninguno. Quisiera que todo lo que digo sea una broma, pero no lo es. Ellos existen y solo hay corrupción en sus ideales... Debo pagarles, hacerles pagar por lo que le hicieron a mis amigos y harán a todos si siguen existiendo.   -</span> Con eso daba una idea como parte de una introducción de lo que sabía y la situación actual. Fue entonces que Zero miró a sus ojos sonriendo, solo para evidenciar aún más quien era. <span style='color:red'>- Nunca pude copiar esa Aria tuya personal que me volvía loco... Trace on&#33; Y la parecer no podré hacerlo nunca. Ellos me quitaron todo lo que tenía... Mis poderes, mi Humanidad e incluso mi vida. Todo lo que queda en mi es mi deseo de luchar, es lo único que me mantiene vivo por un poco más.     -</span> Finiquitó revelando parte de si, parte de quién fue en el pasado y aún quedaba en su ser. Hay cosas que nunca se pueden dejar atrás o podrán quitarte, tu alma, tus deseos y voluntad, son cosas que van más allá que la misma carne o cualquier castigo, estas ideas siguen vivas incluso después de la muerte. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 11 2020, 07:55 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> La figura que se escondía en las sombras apareció, informándole a Shirou que tan solo quería hablar y que sus intenciones no eran hostiles. Apareció el hombre de aquella fotografía, que Gordon le había mostrado en el pub. Cabellos rubios, un rostro pálido y unas especies de prótesis en varias partes del cuerpo, que le daban un extraño aspecto. «No parece ser humano completamente… aun así, me parece familiar», pensó, al ver más de cerca al hombre que había atacado a Tsubaki; ahora que le tenía en frente, aquel sentimiento de nostalgia y reconocimiento se intensificaba un poco más.<br><br>Su mente intento reconocerlo, definitivamente era alguien que había conocido antes. Cada vez que hablaba, la identidad de la persona comenzaba a volverse cada vez más clara dentro de su mente. Igual, seguía ligeramente en guardia; que le dijeran que era un enemigo, le aliviaba, pero tenía la prudencia de estar listo para defenderse en cualquier momento de ser necesario, o de atrapar el hombre si decidiera esfumarse antes de que respondiera las preguntas que el pelirrojo tuviera. <br><br>Escucharle decir su nombre y confirmarle que definitivamente no era la primera vez que se veían, fue la última pieza en rompecabezas dentro de su mente. <br><br><b><span style='color:orange'>—¿L-leeroy? —</span></b>tal pregunta salió de sus labios, casi como reflejo. Aquel rubio que era algo… digamos, bastante despreocupado y alegre, parecía haber cambiado radicalmente, no obstante, ahora que sobreponía el recuerdo de su amigo y el de este hombre en frente suyo, definitivamente podía haber algunas similitudes <b><span style='color:orange'>—. Más de un mes, has cambiado bastante en poco tiempo —</span></b>contestó, su cuerpo relajándose un poco <b><span style='color:orange'>— Con que la mirada, eh, y yo que pensaba que lo que me había delatado, era el guardarropa nuevo que estoy estrenando—</span></b>comentó con un claro sarcasmo, mostrando una sonrisa divertida.<br><br>Prefirió callarse de momento, evitando así que otro comentario bajo la influencia de Archer, se le escapará. La verdad estaba bastante alegre de ver de nuevo a su amigo… ya sabía que estaba bien por parte de Tyson, pero ya al menos entendía a que se refería el panadero con que la situación del rubio era complicada. Sin duda alguna, no hubiera sido lo mejor enterarse de su situación por mensaje de texto o por llamada telefónica, quizás debió ir a visitar el panadero más temprano como había planeado, pero todo ese asunto con el pedófilo del taco bell, le había mantenido más ocupado.<br><br>Quién diría que Leeroy era ese “pedófilo”.<br><br>Igual, le continúo escuchándole; no era sorpresa que Cipher estuviera involucrado con lo que sea que le había pasado a Leeroy. Este se había convertido aparentemente en un demi-servant como Shirou, pero más que eso, su nueva apariencia definitivamente parecía ser más experimentos hechos sobre su cuerpo que la simple integración con un espíritu heroico. <br><br><b><span style='color:orange'>—Solo son palabras, Leeroy, autosugestión —</span></b>dijo sonriendo, ya lo había dicho algo en un momento en el pasado, repetirlo de nuevo, era como volver a esos días en que apenas lo había conocido, por alguna razón el rubio siempre estuvo obsesionado con su aria personal <b><span style='color:orange'>—No puedo imaginar que has sufrido tú y los demás a manos de Cipher, definitivamente parece no ser algo agradable.</span></b><br><br>Se notaba en la seriedad de sus palabras, realmente se sentía mal que Leeroy tuviera que sentirse así. Por ello, se sentía enojado, bastante frustrado. Sin embargo, una cosa no quitaba la otra, quizás en estos momentos estaba canalizando más su “Archer” interior, pero había unas cosas que tenía que decirle a Leeroy, le gustasen o no.<br><br><b><span style='color:orange'>—Dicho eso, no puedo decir que apruebe tus métodos —</span></b>soltó un pequeño suspiro, recordando como había terminado buscándolo <b><span style='color:orange'>—. Sé que estas desesperado por encontrarlos, pero ir a un lugar publico y provocar un conflicto no es la mejor manera, Leeroy —</span></b>parecía un mero sermón, pero tenía que decirse <b><span style='color:orange'>—. Pusiste gente inocente en peligro, especialmente a Tsuchimikado-san, porque de alguna manera u otra pudiste haberle involucrados con Cipher, si yo me entere del altercado, no sería raro que ellos igualmente terminaran haciéndolo —</span></b>por suerte no había ocurrido nada sobrenatural, por dar un ejemplo, el uso de magia, así que al menos nadie de ese mundo intentaría inmiscuirse. <br><br>Esto lo intentaba decir con las mejores de las intenciones, parecía que aquella transformación que había pasado no había borrado completamente a su amigo, lo cual era un alivio, pero desgraciadamente seguía tomando algunas decisiones sin pensar bien las consecuencias… no que Shirou pudiera reprocharle mucho en ese asunto, considerando que ponía su vida en peligro muchas veces, sin embargo, al menos intentaba no poner la de otros durante el proceso. <br><br><b><span style='color:orange'>—Aparte de eso, debo decir, ¿acaso Kaito y tú son un par de tontos? —</span></b>su tono cambio a ser un poco más agresivo, algo frustrado incluso <b><span style='color:orange'>—. Estos tipos están detrás de ustedes y no se les ocurre pedir ayuda, ¿qué estaban pensando? ¿No involucrarme porque pensaron que sería demasiado para mí? —</span></b>sí, definitivamente desde que se había enterado de todo ese asunto con la organización y por qué habían desaparecido sus dos amigos, ese punto especifico le había enojado, espacialmente porque hasta Tyson sabía algo y él nada hasta que el panadero le informo <b><span style='color:orange'>—. ¿O fue por Grace? Entiendo si no quisieron involucrarla, pero ustedes igual tienen relación con ella, si esa organización es tan peligrosa como ya han demostrado, el simple hecho que ustedes estén lidiando Cipher, podría ponerla en peligro, así que lo mejor que pudieron haber hecho, es pedir ayuda, no tomar toda esa carga para ustedes solos.</span></b><br><br>Después de eso, sus expresiones se relajaron un poco; tomo un gran respiro e intento calmarse un poco, la verdad quizás se había puesto un poco más emocional de lo que había sido necesario, pero quería dejar el punto claro. <br><br><b><span style='color:orange'>—Para eso están los amigos, ¿no es así? —</span></b>relajaría su cuerpo un poco más, permitiendo así que su cuerpo volviera a la normalidad; el atuendo del guardián de la humanidad desaparecería, para volver así a las vestimentas con las que había dejado la casa <b><span style='color:orange'>—. Lo ideal sería trabajar juntos, detenerles y evitar que hieran a más personas, lo que te ocurrió no debió pasar, Leeroy.</span></b><br><br>	<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 11 2020, 09:31 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Al final Emiya pudo reconocerle y eso le hizo muy feliz en ese momento, de verdad que le tenía mucho aprecio a aquel joven que siempre mostró gentileza con él y Kaito a pesar de que me un par de lunáticos. Sin importar eso o de donde vinieran, Shirou siempre estuvo ahí para apoyarlos y ofrecer  su mano de apoyo incondicional (Quizás hicimos mucho destrozos en su casa) pero fue con amor y eso es lo que cuenta. Le pareció gracioso en chiste de su ropa, claro que notaba su ropa que me quitaba parte de inocencia, hasta daba miedo, sentía que podía morir si le hacía emputar. <span style='color:red'>-    Me gusta tu nuevo Look, ojalá el mío fuera tan genial como el tuyo ...   -</span> Decía el chico rubio con piezas metálicas y celdas de energía en su interior, con una espada negra llena de electrones. <br><br>Aunque todo era una conversación bonita llena de nostalgia, Shirou parecía enojarse en ese momento con él por su actitud y tenis razón. Ya hasta parecía Tyson y lo único que hacía era mirar a otro lado lleno de vergüenza, pues al final seguís teniendo fallos muy graves en su actitud. <span style='color:red'>-  Demonios no pensé en eso... De verdad, solo quería información... Es muy difícil saber algo de ellos y cuando miro cualquier pista, no dudo en saltar a la acción.    -</span> Respondería Zero como una especie de razón por la que hacía todo, pero no era excusa, al final cada vez que lo hace pone en peligro a otros. Por otro lado Shirou parecía más molesto por no haber podido ser de ayuda que de todo, era como si se hiciera responsable por lo que les pasó. <span style='color:red'>- No cambias nunca, Emiya...     -</span> Diría tras notar esa forma de empatía única del pelirrojo, pero en si tenía mucha razón, cuando se tiene problemas se cuenta con amigos, parecía como si ellos excluyeron por completo al chico y eso le sabía mal a Leeroy, por qué no era así ..<br><br><span style='color:red'>-   A ver Emiya.. Tienes que entender que lo que diré es difícil de explicar para mí, mi cerebro ahora funciona gracias a máquinas y como tal mis habilidades sociales aún tienen fallas.    -</span> Respondió primero ante todo el rubio, para tomar una poco de aire y empezar a decir lo que sentía y quería. <span style='color:red'>-  No es que te hicieramos a un lado, literalmente no teníamos como pedir ayuda... Cuando todo pasó ya era tarde. Kaito, Tyson y yo terminamos en caminos separados pensando que todos murieron.    -</span> Explicaría su primera parte de las razonez, se quedó pensativo un rato pensando como se vería de mamalon un treis on ahora que shirou tiene esteroides? Bueno Ya, decidió volver a ser serio. <span style='color:red'>- Y estoy seguro que te verías bien Mamalon haciendo un Trace on con tu nivel de poder ..     -</span> Maldita sea terminó diciendo lo que pensaba en un momento tan serio, con un demonio Zero...<br><br>Al final Zero sintió vergüenza, de por sí quedó más pendejo que Tyson defendiendo a Leanne en Cuba (Eso aún no ocurre). <span style='color:red'>- Perdona... Te lo advertí, estoy en teoría medio vivo así que no funciona bien mi mente. Recapitulando ..  Ya era tarde cuando sucedió y no se podía hacer más. Yo terminé prisionero de Cipher y Kaito oculto y puerto como Criminal. La panadería destruida junto con Ragnar y otras personas. Lo menos que podíamos hacer era contactar contigo aún si pudiéramos, eso sería riesgoso.  -</span> Explicó una más de las razones pero a penas iba por la mitad. <span style='color:red'>- Sé que eres fuerte amigo, pero de verdad esa gente es... Otra onda, llevan tanto tiempo existiendo y su red conecta con muchos gobiernos o organizaciones clandestinas, en teoría están en todas partes ..  Incluso dentro de Chaldea o lo que queda de la torre, como espías. No son cualquier grupito de matones, y creo que como puedes ver... Esto es lo que pasa si te metes con ellos.       -</span> Diría observando su cuerpo todo mecanizado por los crueles experimentos. Al final se sintió mal por un momento pero dejó esas ideas y miró directo al chico. <span style='color:red'>-    Y la última y más importante razón es la que seguro vas a odiar... Y es que de verdad no mereces esta vida shirou. Se que quieres cumplir los deseos de tu padre, pero aún eres joven... Tienes amigos, tienes &quot;Tiempo&quot; puedes vivir una vida plena y feliz, una vida normal. Solo te diré que si decides seguir esta senda, la senda del justiciero vas a terminar como nosostros o peor, este tipo de camino no te lleva a nada más que a sacrificios y golpes. Llega un punto que pierdes hasta tu Humanidad y solo quedas como una sombra que solo vive tratando de completar sus sueños.  -</span> No paro de verle, de mirar directo a sus ojos, Zero estaba siendo claro y no bromeaba, enfrentaba al chico con sus ideales más personales pero era por su bien... Era por qué él aún tenis la opción de cambiar su vida, de no terminar hecho trizas. <span style='color:red'>-    Al final ellos no saben nada de ti o Grace, ¿Recuerdas ese montón de chatarra que instalé en tu casa? Era para borrar nuestro rastro. Nunca te dijimos pero teníamos una base secreta en México y el padre de Kaito usaba todo su poder para desviar toda información tuya y de la niña. Pero si te unes a nosotros ahora.... No habrá marcha atrás Shirou. Tendrás que pelear y posiblemente Grace igual....   -</span> Diría tratando de hacerle entrar en Razón, aunque sabía que sería inútil pero debía de intentar, debía tratar de enseñarle el valor de la su vida y la realidad del mundo del héroe. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 12 2020, 02:45 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Había diferencias con el Leeroy del pasado, pero Shirou sabía que en sí seguía siendo la misma persona. En algunos momentos podía notar más vestigios de lo que una vez fue Leeroy Jenkins, especialmente con ciertos comentarios que hacía. Igual, en lo que la conversación continuaba, el rubio parecía haberse tomado bien el comentario de Shirou. Eso le alegraba la verdad era mejor si no ocurriera algo similar; estaba bien intentar dar con los culpables, sin embargo, había que tener precaución por eso mismo. Tales investigaciones podrían poner en peligro a gente inocente y si bien era obvio que Tsubaki podía defenderse por si sola, sin olvidar que era el master de dos servants, sería mucho mejor si no hubiera terminado involucrada, especialmente porque parecía que lo único que ella quería era vivir una vida normal. <br><br><b><span style='color:orange'>—Solo tenlo en cuenta para la próxima —</span></b>diría, para hacerle saber que no estaba enojado realmente, simplemente preocupado de que Leeroy no midiera bien los limites de las cosas que tenía que hacer.<br><br>Escuchó, después de eso, con atención de como le relataba lo que había ocurrido, y el porqué no habían podido pedirle ayuda. Arqueo una ceja, al escuchar lo de como su cerebro funcionaba por máquinas; había visto que tenía ciertas prótesis, pero no había estado seguro hasta que grado llegaban esas modificaciones. Le preocupaba, no solo por el bienestar de su amigo, sino por las implicaciones de todo esto. <br><br><b><span style='color:orange'>—Creo que tu mente no funcionaba bien desde antes, sigues siendo el mismo —</span></b>bromearía, intentando subirle el animo su amigo; la verdad no mentía del todo con todo eso, la verdad tales comentarios eran bastante típico sen Leeroy, quién estaba obsesionado de sobremanera con su aria personal.<br><br>Continúo escuchándole, al parecer Ragnar y otras personas habían muerto; no había conocido al mismo, pero le habían contado un poco en el pasado. Igual, el mero echo de que había perdida de vidas, era bastante frustrante para Shirou, quién no había podido hacer nada para ayudarles.  <br><br>En cuanto al resto… estaba seguro de que Leeroy no quería sonar condescendiente, pero si bien podía aceptar las anteriores razones, esta última la verdad era la que menos la parecía. Quizás lo que más le molestó, bueno, molestar no necesariamente, pero lo que menos le gustó de todo lo que decía, era el hecho que hacía ver como si todo lo que hacía Shirou era seguir los deseos de su padre. Tal declaración, especialmente en su situación actual, siendo demi-servant de cierto cretino, era algo que rechazaba.<br><br><b><span style='color:orange'>—Leeroy —</span></b>soltó un suspiro <b><span style='color:orange'>—, lo siento, pero creo que eres el menos indicado para decirme si soy muy joven, o porque hago lo que hago —</span></b>no quería sonar duro, pero había que decirlo <b><span style='color:orange'>—. Tú tienes muy poco dentro de este mundo, no diré que yo estaba del todo enterado de todo lo que sucedía en el resto del mundo, pero al menos estaba intentando prepararme para lo que me deparaba el futuro… si me preguntas, todo lo que has sufrido hasta ahora, no te lo merecías… si no fuera por los domes, estarías viviendo una vida normal, lo siento —</span></b>era la cruel realidad, si bien lo que le había ocurrido era culpa de Cipher, no había duda que nada hubiera pasado si no fuera por los domes <b><span style='color:orange'>—. Sé perfectamente, mejor que nadie, el tipo de resultado que me puede esperar si continúo persiguiendo mi ideal… un infierno—</span></b>aquella colina, repleta de espadas, era lo que le aguardaba al final.<br> <br>Conflictos llegarán a su vida, interminables, mientras continué… no, incluso más allá de eso. Salvar a uno, diez, cien, sin parar, ¿cuántos más para que se diera cuenta? Que el ideal de Emiya Shirou era una simple fantasía… no, no importaba, a él nunca le interesaría hacer algo para hacer apreciado, ni tendría la intención de ser alabado como héroe. Él solo continuaría deseando, por un escenario en el que todos puedan ser felices.<br><br><b><span style='color:orange'>—Sí, admiró su deseo de salvar gente porque es hermoso… admito que empezó con algo tan simple como eso —</span></b>le miro directamente a los ojos, no había duda ni inseguridad en sus palabras, una sonrisa aparecería en su rostro<b><span style='color:orange'>—. Pero eso no significa, que aquel deseo y sentimiento, no sea genuinamente mío… el deseo de que nada como lo que me ocurrió vuelva a pasar, continuar el deseo sin cumplirse de aquel hombre, quién tan solo quería salvar a otros y lo perdió todo al final  —</span></b>no permitiría que un futuro, una mera posibilidad o incluso las palabras de su amigo digan lo contrario<b><span style='color:orange'> —No, incluso si es mera hipocresía mía, continuaré esforzándome para ser un héroe de la justicia.</span></b><br><br>Ese era su juramento, no por la promesa que le había hecho a Kiritsugu, que seguía siendo importante, pero a sí mismo y a la gente que ha decidido proteger. No era la misma persona, que aquel héroe que termino arrepintiéndose por el camino que siguió. ¿Le podía esperar el mismo final? Era posible… pero sin importar que fuera a suceder, aún sabiendo como podría conocer su muerte; aún si es traicionado, por la misma gente, que piensa salvar; incluso si le espera un infierno como el un conserje glorificado de la humanidad, aún así, no pensaba cambiar esta decisión que había tomado.<br><br><b><span style='color:orange'>—De esto, Leeroy, jamás me arrepentiré, no importa que pueda pasar —</span></b>sentenció, esa era su resolución <b><span style='color:orange'>—, así que no puedo aprobar de esa razón tuya… aunque al menos te puedo entender—</span></b>diría sonriendo <b><span style='color:orange'>—. Yo igual me preocupo por Grace, Fuji-Nee… hay tanta gente que quiero proteger, son mi familia… no por eso, puedo apartar mis ojos del sufrimiento de los demás… quizás sea una mera fantasía, probablemente sea imposible salvarlos a todos, pero eso significa que, no rendirme, seguir intentándolo, este mal —</span></b>aferrarse a tal pensamiento, era peligroso, lo sabía muy bien, experiencias que no eran suya se lo advertían y aún así se enfocaría en perseguir sus creencias e ideales <b><span style='color:orange'>—. Además, no es que quiera aminorar tus intentos y los de Kaito por protegernos, pero admitamos que nada es nunca perfecto, así que la mejor forma de ponerlos todos a salvo, es acabar con la amenaza.</span></b><br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 12 2020, 07:20 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Existimos en un mundo terrible y lleno de tantas bellezas. Una de esas bellezas son almas como Emiya Shirou, que a pesar de no tener nada que ver con la tétrica realidad, mantienen su lucha con el fin de proteger a otros... Leeroy se preocupaba por esa vida que solo trae miserias, al final en el fondo ambos son iguales, completamente solos y sin ningún manual de como vivir, solo hacerse fuerte y terminar en situaciones locas que harían que el hombre más cuerdo se quiera quitar la visa. Leeroy agachó su mirada ante los ojos de Shirou, era joven al igual que él pero había vivido esa senda y podía comprender como se sentía... Pero aún tenía sabores amargos al pensar que sería de su futuro? <span style='color:red'>-    Emiya Shirou...  -</span> Expresó suavemente para al final levantar su mirada, mostró una sonrisa hacia él, le parecía encantadoras sus palabras. <span style='color:red'>- Supongo que somos un par de tontos, siempre pensando en los demás nunca en uno mismo. Es difícil de evitar esas cosas, pero sé lo que se siente... -</span> Expresaba mostrando su empatía en ese momento, podía entenderlo tan claro como el agua, incluso con su idiotez podría.<br><br><span style='color:red'>-  Phantom Heroes nació en enero de este año en la ciudad de Tokyo. El fin era de usar nuestras habilidades para enfrentar todo tipo de mal y demostrarnos que somos mucho más que el oscuro legado de nuestras familias... Pero al final fuimos descuidados y mucho paso... Pero sabes, hubo una chispa de esperanza que hizo que me diera cuenta de algo... Incluso hasta kaito vio lo mismo  -</span> Su mirada se llenaba de emociones al recordar tantas cosas, aún no podía recordar toda su vida, pero lo que más le marcó si que era visible. <span style='color:red'>- El día que encontramos a Grace, ese día me di cuenta de lo imposible que es hacer esto. Después de tantas batallas llenas de fracasos... Salvar esa vida nos hizo sentir tan felices... Saber que gracias a nuestro aporte esa niña podés seguir una vida normal, que sus sueños no serán borrados por las sombras y el silencio. Al final incluso en mis noches solitarias como prisionero, nunca dejé de mirar su sonrisa llena de vida y esperanza, esa que hizo que todo lo que hacemos y somos valga la pena....      -</span> En ese momento una que otra lágrima brotaron de sus ojos, ese recuerdo siempre vivirá en su mente como lo más hermoso que ha presenciado en su vida... <span style='color:red'>-      Sin importar el dolor que mi cuerpo sufra, mi alma se mantiene firme ante esta lucha, para así proteger sonrisas como la de ella... -</span> Luego de decirlo, terminó por secar las lágrimas, no quería verse tan Gei con tantas emociones, había mucho que sentía siempre que se encontraba con alguien de su pasado.<br><br><span style='color:red'>-   Todo sucede por algo, Emiya. Pero lo único que podemos hacer es aceptar con orgullo nuestras vidas. Si ese es tu deseo, el de pelear hasta con las uñas por proteger a otro, entonces lo respetaré por siempre, por qué eres un gran hombre y quizás me sienta triste al saber que tendrás mucho infierno que recorrer. Pero lo único que puedo aconsejar, es nunca olvidar a esas personas por las cuales luchamos con nuestras vidas, son esas cosas especiales que hacen de este mundo un lugar bello.   -</span> En ello Leeroy comenzó a caminar directo hacia SHIROU, sin decir nada ni mostrar cuál sería su propósito en ese instante. Lo único con lo que culminó sería un fuerte y cálido abrazo que le daría al chico con unas sonrisa en su semblante. Acarició un poco su cabello para decirle al oído.<span style='color:red'>- Me alegra saber que todos están bien. Nunca hay que olvidar que aún seguimos siendo humanos en este mundo, Shirou, nunca hay que olvidar quienes somos.      -</span> Expresó con un tono suave continuando ese abrazo que seguro incomodaria al chico, posiblemente le hará un treis on que le romperá la madre, pero de verdad verdad, era con cariño ese gesto. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 13 2020, 12:41 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Phantom Heroes, la verdad Shirou podía identificarse con lo que llevo a sus dos amigos a formar tal grupo. Podrían, bajo los ojos de mucha otra gente, como si tan solo estuvieran a jugar ser los héroes, pero Shirou había presenciado de primera mano como realmente esos dos querían ayudar gente. Sí, no eran perfectos, pero la verdad es que nadie lo hacía, lo importante era hacer lo correcto y seguir intentando. <br><br>Escuchó lo que dijo de Grace, al parecer la niña había sido igual de importante para él que para Shirou. Era alguien que ya veía como su hermanita pequeña y haría todo lo posible para mantenerla a salvo. ¿Demi-servants estaban destinados a morir? Sin importancia, porque jamás permitiría eso, haría lo que fuera para descubrir una forma para que siguiera con vida. En el peor de los casos, podría intentar usar rule breaker, el noble fantasma de Medea de Colchis, aunque la verdad no sabía que tipo de efectos tendría con un demi-servant, quizás ninguno o simplemente terminaría por destruir el pacto de la niña con Dullahan.<br><br>Hablando de Dullahan, Shirou se dio cuenta que no le había contado a Leeroy de que la niña había invocado un servant y que él había hecho un pacto con uno, Mordred. Eso serviría para asegurarle que estarían bien, porque Grace no solamente contaba con la protección de Shirou, sino de otros dos espíritus heroicos más.<br><br>La verdad estaba dudosa de proveer con cierta información a “Leeroy”. Podía ver como este con emociones, bastante reales, incluso derramaba lagrimas por la niña. Todo lo que habían hablado, le indicaban que era su amigo y lo más seguro era que era el caso… pero, eso no quitaba el hecho que todo el cuerpo de Leeroy había sufrido modificaciones, unas que de la que no estaba enterado hasta que punto. Bien podría permanecer la gran parte del tiempo normal, pero nunca estarían seguros si realmente no tenían algún tipo de control para él. Porque al final de todo, ¿cómo es que había escapado? ¿Realmente logró librarse de esos tipos o es todo un plan de ellos? Quizás el Archer en él, lo hacía un poco paranoico y plantearse esas posibilidades <br><br>Emiya esperaba que no, su amigo había pasado por un infierno para luego continuar bajo el control de esa gente, no sería nada bueno, sin embargo, decidido tener precaución, por lo que no divulgaría en sí las “defensas” que tenían los miembros de la residencia Emiya. De todas maneras, no eran primordial avisarle sobre los servants, al menos de momentos, tenía que investigar más sobre como Leeroy había escapado. No hoy mismo, la verdad no sería el mejor momento para intentar sacar detalles de como se había liberado, no lo veía apropiado.  Como fuera, bastante cursi, definitivamente seguía siendo Leeroy de cualquier manera, Shirou tan solo esperaba que aparte de su cuerpo, el cómo su mente funcionará, no afectará quién era realmente o sus acciones. Lo que menos que quisiera sería que esa gente pudiera influenciarlo de alguna manera, remota o cercana.<br><br><b><span style='color:orange'>—Grace es bastante importante para mí, es mi hermana, es mi familia, jamás la olvidaré, ni a ustedes —</span></b>declaro con certeza, pues quería hacerse héroe no por la simple vaga razón de salvar gente, sino para lograr un mundo mejor para la gente que le importa.<br><br>Luego se sorprendería que su amigo se le acercara y le diera un abrazo; eso no se lo había esperado, pero debido a las circunstancias, simplemente respondió; los japoneses no eran muy bueno con ese tipo de afecciones, Shirou no era la excepción, pero considerando el origen americano de su amigo, no fue raro… bueno quizás un poco que acariciara su cabello, ¿qué onda? <br><br> <b><span style='color:orange'>—. D-digo lo mismo, sigo lamentando lo que te paso, pero me alegra que estés vivo, mientras sigamos viviendo aún podemos mejorar nuestras vidas y la de otros —</span></b>le permitiría el abrazo unos segundos más para luego separarse <b><span style='color:orange'>—. Grace se alegrará de saber que estas con vida, te sorprenderás lo mucho que se ha adaptado a Japón, incluso ya esta atendiendo a clases —</span></b>le menciono, quería asegurarle que ella había estado bien y que Leeroy tenía parte en ello junto a Kaito, porque eran las personas que le habían traído con Shirou.<br><br>Tan solo habían pasado dos semanas de clases y una había sido tan solo la mitad de una, debido a que día había caído el primero de abril, cuando la mayoría de los japoneses volvían para empezar el nuevo año. Shirou incluso ya había empezado su tercero, junto Mordred bajo el nombre de Clare Watoson, con Sora y Tsubaki como estudiantes. Aunque obviamente, seguramente Leeroy no estaría interesado en todo eso, así que simplemente se había limitado a hablarle un poco sobre Grace, quién por suerte ya estaba viviendo una vida un poco más normal de la que tenía sola en Europa. <br><br><b><span style='color:orange'>—Gracias a ti y Kaito por haberla traído, no solo por ella misma, sino por mí, la verdad me ha hecho bastante bien tenerla conmigo —</span></b>no estaba mintiendo, el que fortaleciera sus lazos con otras personas, su familia, le estaba ayudando a cambiar la forma en la que estaba intentando hacer las cosas.<br><br>No es que dejará de ser bastante temerario, la verdad Shirou no dudaría todavía en ponerse en peligro para ayudar a otros, sin embargo, como bien le había informado a Leeroy, había con gente con la que podía contar, no estaba mal confiar en otros. Tales razones, le hizo ofrecerle a Mordred ser su master, decidiendo que a diferencia de Archer, no quería terminar solo en aquella colina de espadas.<br><br><b><span style='color:orange'>—Pero bueno, hablemos de otras cosas, Leeroy, dime, ¿qué tipo de servant eres? —</span></b>cambiando el tema, preguntaría un poco curioso<b><span style='color:orange'> —. Me refiero a tu clase, la identidad si quieres no tienes que decirla, nunca está de más saber—</span></b>si llegaran a tener que pelear juntos contra Cipher, sería bueno saber de lo que era capaz <b><span style='color:orange'>—. Mi clase es Archer, la identidad del servant… la verdad quizás te confunda, pero te la puedo decir si quieres —</span></b>si estaba preguntando sobre tales detalles, lo correcto sería decir los suyos. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 13 2020, 07:54 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Era agradable escuchar a Shirou, ese chico sab&#237;a c&#243;mo conectar con todos y bueno, tener paciencia. Incluso con Zero quien suele poner de malas a cualquiera aunque esa no sea su intenci&#243;n. Hablar del tema de Grace lo pon&#237;a sentimental al final, Leeroy se sent&#237;a como cuando te encuentras con un familiar lejano y &#250;nico, para &#233;l todos sus amigos eran eso .. Su &#250;nica familia y todo lo que ten&#237;a en este mundo. Ese abrazo fue m&#225;s que suficiente para soltar muchas cosas que Leeroy necesitaba en el fondo, Cybor o Demi Servant, segu&#237;s teniendo un coraz&#243;n al final de todas. Pero luego algunas palabras del chico tras soltarse del abrazo obviamente inc&#243;modo le hicieron a Zero pensar muchas cosas.... Eso de que ella se va a alegrar fue algo que le gust&#243; y a la vez me di&#243; un sabor amargo.  Antes de contestar todas las dudas de sus preguntas, &#233;l quer&#237;a resaltar algo que seguramente har&#237;a enojar al chico. <span style='color:red'>-   Esa ni&#241;a es muy especial, lo supe desde la primera vez que le conoc&#237;, ayudarla me hizo feliz sabiendo que no tendr&#237;a que sufrir un destino oscuro a tan corta edad como la mayor&#237;a de nosotros. Gran parte de mi anhela poder verla y abrazarla tan fuerte como te abrac&#233; a ti .  ...    -</span> Pero su mirada en ese momento se agach&#243; y puso llena de sentimientos nuevamente, hab&#237;a cierta sensaci&#243;n de tristeza en &#233;l, a pesar de que estaba llorando de felicidad hace poco.<br><br>Hab&#237;a una muy buena raz&#243;n por todo eso... Una muy tonta que har&#225; seguramente que Shirou me quiera pegar en la cabeza. <span style='color:red'>-   Creo que ser&#237;a mejor para ella no saber nada de mi. Creo que es mejor que no sepa nada de nosotros y nuestra lucha.... Es doloroso e injusto, pero seguro piensas lo mismo que yo, no soy tan idiota Emiya, tienes la misma mirada que Tyson y Kaito la primera vez que me encontraron. Esa mirada llena de duda sobre si de verdad sigo siendo el mismo que conoc&#237;an y si no soy un truco barato de Cipher.... &#191;No es as&#237;?    -</span> Levant&#243; la mirada hacia &#233;l, estaba serio en ese momento, le dol&#237;a todo eso, que sus amigos desconfiaran de &#233;l, pero lo entend&#237;a. A&#250;n as&#237; no deja de ser doloroso, que &#233;l quien quiere cuidarlos con su vida tambi&#233;n pueda ser una posible amenaza para ellos. <span style='color:red'>- Dejando de lado todo el tema de Cipher. No creo que sea lo mejor para ella verme .. ya sabes, no as&#237;... De por s&#237; tengo que vivir con sus miradas y las de muchos a d&#243;nde quiera que voy, se preguntan siempre lo mismo... Se preguntan si soy todav&#237;a un &quot;Humano&quot; no soportar&#237;a lo mismo de ella, que me tenga miedo....      -</span> Expres&#243; con toda sinceridad de angustias y penas que a&#250;n carga, pues su nueva vida no ha Sido para nada f&#225;cil, no mucho especialmente que a pesar de que es &#233;l en parte, por fuera deja mucho que desear.<br><br><span style='color:red'>- La gran parte de mi poder m&#225;gico fue robado, de hecho existe un arma similar a mi siendo preparada para cazar a los Phantom Heroes restantes, es una locura. Por otro lado yo solo soy una m&#225;quina de matar o esa era la idea original. Me implantaron todo tipo de mejoras, una &#250;ltima arma para poner fin a todos los problemas de Cipher, pero al final, ni toda esta basura tecnol&#243;gica ha podido borrar mi Voluntad, eso es algo que ning&#250;n poder en este mundo podr&#225; quitarme... Jam&#225;s me rendir&#237;a sin importar si todo mi cuerpo o toda mi alma queda hecha pedazos.     -</span> Expres&#243; con total seriedad, no ten&#237;a titubeos en sus palabras, quiz&#225;s podr&#237;a ser cierto, ser alg&#250;n tipo de marioneta de Cipher usada para encontrar informaci&#243;n de la manera m&#225;s f&#225;cil: en enga&#241;o. <span style='color:red'>-    S&#233; que no hay forma de demostrar nada de lo que digo. Solo s&#233; que aunque mucho de mi est&#225; borroso, en el fondo s&#233; qui&#233;n soy y que es lo que deseo. Pero eso al final solo yo podr&#233; saberlo hasta que mi tiempo en este mundo termine.  -</span> Expres&#243; como manera amigable de mostrar que entend&#237;a perfectamente si nadie quer&#237;a confiar en &#233;l, no los culpar&#237;a, es lo mejor. <span style='color:red'>-   Cuando robaron mi poder, solo pude arrastrarme con mis &#250;ltimas fuerzas e interrump&#237; una invoxacion, fue as&#237; como termine como Demi Servant, eso ha alargado mi esperanza de vida, aunque no s&#233; por cu&#225;nto... Es lo de menos.  -</span> En ese momento Zero decidi&#243; jalar con su poder su espada directamente a su mano, para alejarse y dar una demostraci&#243;n entrando en el modo Demi Servant. Part&#237;culas de man&#225; muy d&#233;bil rodearon su cuerpo, pod&#237;a notarse un fuerte aura guerrera emerger de &#233;l. <span style='color:green'>-  Este es el poder de un antiguo y noble samurai que lo di&#243; todo por su se&#241;or con el sue&#241;o de cumplir su humilde deber como soldado. Invocado como clase Assassin, primer Ex - Comandante del Shinsegumi, Kond&#333; Isami a sus servicios, joven Emiya    -</span> En ese momento se not&#243; el cambio de voz y actitud, el modo Kond&#333; era algo que a&#250;n no domina y adem&#225;s le quita mucha energ&#237;a. Termin&#243; por hacer una reverencia con honor hacia el chico. Una vez termin&#243; con su presentaci&#243;n, aquella energ&#237;a se disip&#243; dejando solamente a Zero, quien parec&#237;a algo agotado tras esa demostraci&#243;n. <span style='color:red'>-  Si sientes que es importante decirme que clase eres y que identidad... No tendr&#233; problema en escucharlo. Creeme amigo, despu&#233;s de tantas cosas que hemos visto los dos, no creo que exista algo peor a este punto...    -</span> Dec&#237;a con una voz agotada, pues no s&#233; sorprender&#237;a de nada m&#225;s que lo que ya ha vivido. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 14 2020, 01:13 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Le continúo escuchando sobre Grace, al parecer Shirou no era el único que se preocupaba por la niña, pues se veía que Leeroy igualmente la tenía presente en su mente. La verdad era una tragedia, Grace había perdido a sus padres y si bien Shirou tenía las intenciones de salvarlos, si es que se encontraban aún vivos dentro de la cúpula, la verdad no había seguridad que ese era el caso. Su vida tenía que continuar, de alguna manera, así que decidió que era lo mejor que volviera a clases, para retomar un poco de normalidad en su vida, porque la verdad la mayoría de la gente que conocía, sin contar a Taiga, estaban relacionados con magi o servants, incluyendo aquel niño que decía que era su novio. <br><br>En la escuela, esperaba que estuviera haciendo más amigos. Incluso ahora estaba usando el apellido Emiya, no necesariamente porque Shirou quisiera deshacerse del apellido original de la niña, pero cuando falsificando los papeles, sería más fácil explicar su relación con la chica sin levantar sospechas, bajo la premisa de que era un pariente de Kiritsugu. Eso sí, la historia de sus padres, habían usado la real, porque no es como que los domes eran un secreto. Con Raiga, además de que le había ayudado a falsificar los papeles de la escuela, estaban trabajando para conseguir papeles auténticos de ser necesario; era algo largo y un poco costoso, pero había que estar preparados para la noción de que no pudiera volver con sus padres por un largo tiempo o que estos estuvieran muertos.<br><br>Sin embargo, no se espero que Leeroy no quisiera verla… y por desgracia Shirou no era el único que podía tener sospechas que no todo estaba bien con Leeroy tras escapar de Cipher. ¿Qué tal si no era verdaderamente Leeroy? Podría ser un homúnculo con sus recuerdos, o incluso siendo Leeroy podría tener, como una especie de modificación en su mente, que en un momento especifico podría hacer que el Leeroy que todo querían y amaban, desapareciera para ser remplazado por un amera marioneta. <br><br><b><span style='color:orange'>—Leeroy… no es exactamente así… —</span></b>bajo la mirada, se sentía un poco avergonzado por eso <b><span style='color:orange'>—. Más que desconfiar de ti, desconfió de los magi de esa organización —</span></b>sería bastante ingenuo asumir que todo estaba solucionado con su escape <b><span style='color:orange'>—. Magi, suelen ser en su mayoría, bastante crueles y no tienen escrúpulos para hacer lo que sea necesario para lograr lo que quieren… He visto cosas… no, más bien él ha visto—</span></b>su mirada cambio completamente, como si se hubiera vuelto de acero <b><span style='color:orange'>—. No solo magi, las personas suelen ser bastante crueles… tengo recuerdos que no son míos, de horrores, no son muy claros, pero puedo decirte que tal vez el Emiya Shirou que te conoció, no dudaría en ningún momento que eres tú mismo… no, incluso en este momento estoy seguro que eres tú… pero otra parte de mi mente me dice que podría ser una trampa, que tenga cuidado —</span></b>le confesó, era así exactamente como así se sentía <b><span style='color:orange'>—. Sin embargo... en cuanto a Grace, no seas tonto, no hay forma que ella te vea diferente o te tenga miedo —</span></b>le aseguro, de nuevo su expresión se había suavizado volviendo a la del típico Emiya Shirou. <br><br>Continúo escuchándolo, la verdad Shirou estaba más inclinado que no había ningún problema con Leeroy, que cualquier cosa que le había intentado hacer, había sido superado. Sin embargo, nuevamente, aquel Archer en sí le decía que no debía ser tan ingenuo, ¿qué tanto arriesgaría por la gente cercana que ha jurado proteger? <i><span style='color:orange'>«No tiene que ser así, puedo protegerlos y seguir creyendo en él»</span></i>, pensó, haciendo como un compromiso consigo mismo… o tal vez con ÉL.<br><br><b><span style='color:orange'>—Leeroy, quiero creer, no, creo que él tú que me esta hablando en este momento, es Leeroy Jenkins que conozco —</span></b>dijo, estaba seguro de sus palabras <b><span style='color:orange'>—. Dicho esto, no podemos descartar el hecho, que Cipher aún tenga un control sobre ti de alguna forma, escondido, listo para ser usado en el momento más crítico, así que hasta de que no sepamos de momento si estas libre totalmente de su influencia, quizás tengas razón y es mejor que no veas a Grace —</span></b>declaró, le dolía decirlo <b><span style='color:orange'>—. Sin embargo, no te preocupes, los detendremos y nos aseguraremos de que todo este bien —</span></b>el resto, de lo que tenía que decir Leeroy, lo escucho en silencio, poniendo total atención<b><span style='color:orange'> —. Ser un demi servant, por si solo tiene un peligro en el cuerpo humano, no estamos diseñados para albergar espíritus heroicos, aunque hay unas excepciones bien especificas —</span></b>como tener una gran compatibilidad con el mismo, siendo este el caso de Shirou.<br><br>Luego sentiría, aquella extraña presenta en Leeroy, el cambio no de su voz, pero el como hablaba y su tono; era como una persona completamente diferente, así que Shirou tan solo inclino la cabeza levemente, saludando al espíritu heroico que había salvado a su amigo.<br><br><b><span style='color:orange'>—Gracias, Kondo-san, por salvarle —</span></b>expreso su gratitud verbalmente, para luego ver como Leeroy volvía en sí mismo <b><span style='color:orange'>—. Es importante que sepas, al menos eso creo. </span></b><br><br>Soltó un gran suspiro, hablar de este tema siempre era algo agotador, en el sentido de que no le gustaba mucho hablar de aquella persona. Últimamente ya estaba, quizás, logrando un mejor balance con él, como en este último caso, con respecto a las sospechas con Leeroy. Probablemente, tenía que agradecerle un poco por eso a Tyson, por el entrenamiento que habían tenido, se había sentido cada vez más cómodo usando aquel poder. <br><br><b><span style='color:orange'>—El servant en el que me he convertido, del que he recibido poderes es —</span></b>hizo una pequeña pausa, admitir esto siempre le costaba un poco, pese los avances hechos <b><span style='color:orange'>—. El espíritu heroico EMIYA —</span></b>se relajo un poco tras eso, era un poco liberador decirlo cada vez <b><span style='color:orange'>—. ¿Recuerdas cuando te dije que sé muy bien que futuro me espera si sigo persiguiendo mi sueño? Bueno, bueno básicamente él es eso —</span></b>cruzo los brazos, deteniéndose por un momento para ver como era la mejor forma de explicárselo <b><span style='color:orange'>—. Verás, servants son invocados de todas las épocas, espíritus heroicos pueden ser invocados del pasado, presente, o incluso el distante futuro —</span></b>quizás usar referencias de películas, sería mejor para Leeroy, pero él no se sabía ninguna <b><span style='color:orange'>—. Durante vida, un Emiya Shirou en otro mundo, diferente a este, que participo en una guerra del santo grial, termino por perseguir su sueño, trabajando alrededor del mundo con la intención de salvar cuantas vidas pudiera —</span></b>comenzó a relatar, su voz se escuchaba tranquila y relajada <b><span style='color:orange'>—. En una ocasión, confrontando con una calamidad, que tenía el potencial de matar cien personas en frente suyo, tuvo que tomar una decisión —</span></b>una que seguro, él quizás haría de estar en la misma situación <b><span style='color:orange'>—. Decidió, básicamente, hacer un contrato con el mundo, Alaya, el colectivo de la consciencia humana, que se encarga de asegurar que la raza humana, como un todo, sobreviva —</span></b>menciono, explicando brevemente en que consistían tales conceptos <b><span style='color:orange'>—. Esto le permitiría convertirse en un héroe, uno capaz de producir milagros para salvar gente como la que sufría debido a esa calamidad… en cambio, tras su muerte, se convertiría en un espíritu heroico, que serviría como guardián de la humanidad a servicio del mundo. </span></b><br><br>Todo sonaba bastante perfecto a ese punto, incluso el Shirou actual podía ver que tan tentadora era esa oferta. Salvar gente en frente suyo, convertirse en un héroe que podía seguir haciéndolo incluso tras su muerte. ¿Qué más podía pedir? <i><span style='color:orange'>«Si significa que nadie tendrá que llorar»</span></i>, de ser así, no habría razón siquiera porque pensarlo. Por lo que no hubo duda de su parte cuando acepto<br><br><b><span style='color:orange'>—Suena bastante bien, ¿no? Así que, cuando Emiya Shirou murió —</span></b>no había razón para especificar como <b><span style='color:orange'>—, se convirtió en un espíritu heroico y en un counter guardián… pero digamos que no fue lo que él espero… por lo que tiene arrepentimientos, no sabes cuantas veces ha deseado hacerlo todo de nuevo… su destino esta escrito en piedra, y seguro continuará maldiciéndolo —</span></b>pese todo esto, una sonrisa se encontraría en su rostro <b><span style='color:orange'>—Pero sabes, incluso así… él no estaba equivocado —</span></b>dijo con convicción en sus palabras <b><span style='color:orange'>—. No pienso convertirme en él… incluso me considero una persona distinta a él, alguien que no se arrepentirá sin importar que pase, aún así, puedo decir con confianza que su vida, su sueño, no era incorrecto.</span></b><br><br>Esa era su historia, no había mentido en ella… quizás había omitido ciertos detalles, algunos que realmente no creía que eran importantes para la historia y que seguro preocuparían más a su amigo. Porque a diferencia de Shirou, quién quizás no estaría perturbado al descubrir que Archer termino por ser traicionado, por la misma gente que salvo y fue ejecutado por ello, seguro Leeroy no se lo tomaría muy bien.<br><br><b><span style='color:orange'>—La razón que es importante que sepas esto, es para que estés enterado que, en otra vida, un Emiya Shirou esta bastante enterado de lo que este tipo de organizaciones o gente es capaz —</span></b>con un ademan, apunto a su cabeza, golpeando su frente con la yema de su índice derecho, varias veces <b><span style='color:orange'>—. Tengo recuerdos, tengo experiencias, cada vez que este cuerpo lucha, es invadido por el espíritu heroico EMIYA... quizás haya algo ahí que me ayude no solo a detenerlos, sino a encontrar una forma para que tú y los demás demi sean salvados —</span></b>incluso si su cuerpo no sobreviviría sin su espíritu heroica, ¿cuál era el problema? Solo había que encontrar una forma de hacer uno nuevo… o alguien <b><span style='color:orange'>—. Aunque la verdad, este la solución en esos recuerdos o no, seguiré buscando una forma en que todos sean salvados y sean felices, que clase de héroe de la justicia sería si me rindiera solo porque dices que tu cuerpo fue destrozado, sea lo que te hayan hecho, te ayudaré a solucionarlo —</span></b>extendió su brazo con su puño cerrando, buscando con este gesto demostrar su apoyo hacia Leeroy, pues no había duda o inseguridad alguna en sus palabras.<br><br>No era cuestión de que cómo, sino que lo iba a hacer, así de simple. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 14 2020, 09:17 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> No le molestaba mucho el hecho de que le tengan poca confianza ya que tienen razón, podría haber un truco en él que Cipher podría aprovechar para destruir a shirou y el resto, aunque él no sentía para nada era así.... No lo veía posible, simplemente no... Sentía que era su cuerpo y emociones, incluso si eran memorias en otro cuerpo, seguía siendo fiel hasta el final a dicha alma de Leeroy, era confuso.... Pero la verdad él creía confuso hasta que Shirou hizo su parte de explicar quien era su Servant. En un inicio creyó que era broma, osea ¿Él mismo es su Servant? Ese shirou es un loquillo&quot; pero lentamente esa sonrisa se fue borrando mientras escuchaba todos los detalles sobre su Demi-Servant interior....<br><br>Pero no solo era el hecho de que SHIROU TENÍA DENTRO DE SI A SI MISMO PERO DE OTRO TIEMPO. Si no las cosas lamentables de su historia, osea el shirou 2.0... Y eso dejaba simplemente sin nada que decir al Rubio, osea ¿Cómo? ¿Tan trágico tiene que ser su destino? ¿Porqué??? <span style='color:red'>-    Espera.... Dios no es que no escuché nada... N-No logro procesar como todo lo que me dices es verdad..... Intentaré entenderlo.  -</span> Diría Leeroy con dolor de cabeza fuerte tratando de usar sus neuronas al máximo para tratar de resumir todo lo que había oído. <span style='color:red'>-   me estás diciendo que el Santo grial puede traer héroes del futuro? ¿Osea que somos nosotros? ¿No somos una realidad real? Dios.... El punto es que ese espíritu eres tú... Una versión de ti dónde te volviste bien Badass siendo fiel a tu sueño pero al final.... Dios bro, no puedo creerlo...   -</span> Era triste y doloroso de aceptar que la vida de Shirou en algún punto fue destinada a terminar de esa manera. En ese momento Zero le miró fijamente con preocupación en sus ojos. <span style='color:red'>-   No puedo ni imaginar lo doloroso y solo que debió ser ese camino.... Sin importar nada, fue fiel a sus ideales y aún así terminó en un destino trágico... Pero lo que más preocupa aquí... ¿Qué será de tu destino  entonces Emiya 1.0? ¿Repetir lo mismo? ¿Salvar cientos y ver morir a la vez a cientos? Vivir con el peso de una responsabilidad que consume tu alma y Humanidad??? No... No es justo....   -</span> Agachó la mirada con tanto dolor en su alma al ver esas imágenes tan horribles de un futuro posible para su amigo...<br><br>Pero al final de todo, este me diría unas palabras que le hicieron levantar su mirada, pues a pesar de saberlo, verlo y sentirlo.... Emiya seguís firme en su deseo se traer justicia y salvar a todos. Aquel gesto en serio levantó sus ánimos, nada tan lindo como un bro fist en un momento como ese. Por lo que Leeroy respondió pegando su puño al del pelirrojo asiático. <span style='color:red'>- ¿No hay forma de hacerte cambiar de parecer verdad? Puedo verlo en tu mirada... Estás que hecha fuego y quema... Es una mierda viejo, una mierda que todo terminó así, incluso si es otro tú, sigues siendo un Emiya shirou que luchó y batalló con todo hasta el final, solo para mantener la llama de la justicia viva....     -</span> Alejó su puño del de shirou, al final tenía tantas cosas que quería decirle pero no sabía cuáles.... Solo terminó por colocar su mano en su hombro. <span style='color:red'>-   Eres un buen hombre Emiya y se dice que los hombres de buen corazón están destinados a grandes cosas.... Aunque esa frase queda nula con lo que acabo de escuchar, no podemos negar una existente pero diminuta posibilidad en esta vida, y ello es...   -</span> En ello Leeroy detuvo sus palabras pero luego Sonrió, regaló esa típica sonrisa radiante que llevaba de brillo su mirada.<br><span style='color:red'>-   La esperanza amigo, eso es algo que nunca se pierde. Un gran amigo una noche me enseñó algo que marcó mi vida... «Tus inicios no determinarán tu final» Quizás soy un ignorante en todo esto de la Magia y los universos alternos. Pero sé y confío plenamente en que harás grandes cosas en tu vida y al final estará en tus manos el poder de cambiar ese futuro oscuro y construir uno mejor.   -</span> Expresó para luego bajar su mano sin quitar esa sonrisa. Decidió simplemente elevar su mirada al cielo, podía ver la luna brillar como nunca sobre él. <span style='color:red'>- Tienes un gran corazón chico, pero no tienes por qué preocuparte por mi. No  tengo miedo a morir.   Simplemente es el que tiene que suceder, al final se me ha dado una segunda oportunidad para despedirme y terminar mis promesas, es lo único que mi corazón anhela, ya después de todo eso... No tendré nada de que arrepentirme y estaré listo para descansar tranquilo por siempre. Al final es como me dijo Tyson: &quot;No sé trata de cuánto se vive si no cómo se vive&quot; Y tiene razón Shero, la vida al final es hermosa justo por eso, por qué las cosas más bellas son las duraderas. ¡Al final no me IMPORTA Lo que vaya a suceder&#33; ¡He vivido una vida digna&#33; ¡Al final soy el gran Leeeeoy Jenkins&#33; ¡El héroe más grande de toda la historia&#33;&#33;&#33; ¡HAAHAHAHAHAHAHAHHAHAHA&#33;&#33;&#33;&#33; -</span> al final, solo eso hizo, reír, reír tan fuerte como pudo, sin ninguns pena o duda  en su corazón, simplemente era la risa de un hombre que había aceptado su destino y su respuesta para ello, era reírse. Llevando esa alegría que nace de su alma tan alto que más estrellas puedan escucharle  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 15 2020, 01:12 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> La verdad, quizás de entre toda la gente que se lo había contado, sin duda alguna Leeroy era quién había reaccionado, de manera más exagerada. No era algo que le sorprendiera, el chico había sido siempre efusivo y a Shirou le alegraba que aún pudiera serlo, además de bien se esperaba algo así con él. No le extrañaría que entre lo que dijera soltará una referencia una película o videojuego que Shirou nunca había visto o jugado, porque él no hacía esas cosas, por lo que obviamente su significado se perdería por ahí. <br><br><b><span style='color:orange'>—¿Una realidad real? —</span></b>vale, eso no se lo espero, ¿cómo había ido del hecho de que Shirou era su propio espíritu heroico para pensar que no existían en verdad? <b><span style='color:orange'>—. Eh… no, Leeroy, somos reales, no entiendo porque estas diciendo eso, no sé la verdad como funciona, pero supongo que puedes decir que existen realidades alternas a esta... eso no quiere decir que esta no sea realidad —</span></b>además que dudaba, que, a excepción de casos como estos, era imposible interactuar una con otras… o ni idea, no es como que Shirou sea un experto o sepa mucho del tema, porque tan solo tenía confirmado su existencia por la presencia de Emiya, no porque hubiera estudiado sobre ello o algo por el estilo.<br><br>Lo que, si le sorprendió, fue que sintiera pena por EMIYA… no, quizás era lo normal, lo que había sufrido el espíritu heroico en el que podría convertirse, no era algo muy agradable. Sin embargo, Shirou, en cierta forma a considerarlo como si mismo y además de que rechazaba su ideal, la verdad no se había puesto a pensar mucho en que otros podrían sentir pena por su historia… sin contar que no le había dado detalles muy específicos. Nada como sentenciado a muerte a la horca, ni detalles de lo que tuvo que hacer como guardan. No obstante, aun siendo así de vago, Leeroy podría sentirse mal por Archer, y eso decía mucho del robot. <br><br><b><span style='color:orange'>—¿Emiya 1.0? —</span></b>levanto una ceja, pareciéndole el extraño nombre que le había dado <b><span style='color:orange'>—. Tranquilo, Leeroy, mira, para empezar no tenía pensado recorrer el mismo camino que él… mi sueño será el mismo, pero a diferencia de mi padre y él quiero encontrar mi propio camino, mi propia forma para alcanzar y lograrlo, así que no te preocupes, no necesariamente todo ocurrirá como con él, aquella calamidad podría no llegar a cruzarse en mi camino, o incluso si lo hace, no significa que no pueda resolverlo de otra manera —</span></b>intentó asegurarle, no quería verlo preocupado por él <b><span style='color:orange'>—. Ya mucho ha cambiado en comparación a su vida, como los domes; él nunca experimento el fenómeno de las cupulas como Emiya Shirou, ni se convirtió en un demi servant —</span></b>colocaría su mano en el hombro del contrario, intentando calmarlo<b><span style='color:orange'> —. Por otro lado, yo tampoco he vivido lo mismo que él, porque no participe en la quinta guerra del santo grial, ni invoque el mismo servant que se supone que invoco él, Artoria Pendragon —</span></b>… claro, había hecho un pacto con el hijo de dicho servant, pero eso era muy diferente.<br><br>El punto era, que ya había ya demasiadas diferencias entre ambas realidades, para decir que Shirou terminaría como Archer. Sí, la posibilidad definitivamente existía, era algo que, de alguna manera, Shirou tenía presente. Por cierto, ablando de esto, Shirou se preguntaba, que era lo que había causado la divergencia entre lo que vivió Archer como Emiya Shirou y lo que él ahora esta viviendo. Los recuerdos del guardián como Shirou, eran bastante borrosos, difíciles de recordar a menos que algo los provocará, como el ver a Mordred en el almacén, lo que le provoco recordar la invocación de Arturia. Sin embargo, aún pese lo vago que eran esos recuerdos, sin duda alguna podía asegurar que este no experimento la amenaza de los domes y Eris. <br><br>Por suerte, su amigo levantaría su cabeza, para ahora ser él quién colocaba su mano sobre el hombro del pelirrojo, quién acababa de chocar puños con él. La bondad de Leeroy se podía sentir, seguía siendo él, incluso si fuera una persona con los recuerdos del rubio, este aún viviría dentro del mismo, así de fuertes eran los sentimientos del chico que junto a Kaito, quería volverse un héroe y no seguir el típico camino de los magi, que solo vivían para sí mismos y sus investigaciones. <br><br><b><span style='color:orange'>—Así es, no tengo pensado terminar igual que él, quiero ser mejor, lograr lo que él no pudo —</span></b>quizás así, tal vez demostrándole a Archer, que su sueño no era incorrecto, que era posible lograrlo, podría encontrar algo de paz en la agonía, que era una eternidad bajo el mando de Alaya <b><span style='color:orange'>—. Admito que tienes razón con eso y las palabras de Tyson son muy ciertas, pero aún así, no tengo pensado dejarte morir, estés satisfecho o no con tu vida, me aseguraré de que puedas volver a una vida normal, cuando todo esto haya acabado —</span></b>con convicción, dijo, para luego escuchar la declaración y la risa de su amigo, mostrando una sonrisa mientras le veía hacer esto<b><span style='color:orange'> —. Sí, eres un gran héroe, Leeroy, nunca lo olvides —</span></b>le comunico, con total honestidad, era así como veía a su amigo <b><span style='color:orange'>—. Y estoy seguro de que hay otra gente, que piensa lo mismo, como Grace y Kaito —</span></b>diría más nombres, pero la verdad no tenía idea como Tyson veía a Leeroy, para que decir mentiras. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 17 2020, 10:57 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <br><br>Presence CONCEALMENT Rango E<br>Efectos: Aumenta en 3% por rango la potencia del crítico. Reduce la posibilidad de critico 1 en los rangos E, C y A (Pasiva)<br><br>GRAY FOX Rango E<br>Efectos: (Pasiva) Regenera un 2%, por rango de habilidad, al HP de Zero<br><br>ZEKER Rango D<br>Efectos: (Pasiva) +15 de HP, por rango de habilidad, al HP máximo de Zero.<br><br>TENNEN RISHIN-RYŪ Rango C<br>Efectos: (Activa Continua) 3MP, por rango de habilidad, cada turno. +4, por rango de habilidad, a la precisión de Zero.<br><br><br>NOBLE PHANTASM: SEIRYU Rango E<br>Tipo: Anti-Unit<br>Efectos: 40MP 4CD. 50 +10, por rango de habilidad, a un ataque a distancia contra un objetivo.<br><br>Zero peleará como Demi sexual.<br> <br>Ataque distancia a Shero <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 4 = 4</span> + 17 + 12 (dado + stats + Tennen Ryu activa continúa) </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 17 2020, 11:10 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Joder todo esto que me contaba Shirou 1.0 seguía siendo todo difícil de entender... Mucho trabajo para tan inutil cerebro como el de Zero. Aún así poco a poco fueron encontrando la forma de entenderse, quizás era por qué son idiotas o son similares: Parecen prota de Shonen y tienen un espíritu dentro de si. Bueno shirou no era un robot que estaba siempre en modo sexo, pero si que tenía sus costricas en su cuerpo de tantos putazos que le ha dado la vida. Era adorable que Shirou no se rinde, no acepta un no en su vida, siempre buscando la forma de resolver lo imposible, eso hacía reír a Zero. <b><span style='color:RED'>- Tú nunca vas a cambiar, siempre queriendo llevar la carga por todos sin ningún interés. Me alegra haberte conocido Emiya Shirou, por alguna razón me haces tener emoción en cada encuentro. Es como si fueras mi héroe y joder, tu Trace On cambió mi puta vida&#33;&#33;&#33;      -</span></b> Diría sonriente mientras se fangirleaba por Shirou y sus poderes de shirou, pues eran épicos, era como si fueran creados para verse mejor peleando que Tyson.<br><br><b><span style='color:RED'>-  Al final esta ha Sido una de las mejores conversaciones de mi vida. ¿Sabes? Es como ellos, los Servant de pasados.... Cuando hablaban cosas como estas que al final tendrían peso en futuro. ¿No lo puedes sentir Shirou? Lo bella que es la vida, haremos grandes cosas algún día y quizás seremos recordados como Servants&#33;&#33;&#33;    -</span></b> Estaba poniéndose raro e inestable. Parece que la emoción le dominaba mucho en ese momento, Zero estaba perdiendo el control por su Hype. <b><span style='color:RED'>-    No puede existir un momento épico en la historia sin una batalla que memorar , ¿Verdad que sí Emiya?  -</span></b> Diría sonriente para dar un salto hacia atrás, girando unos metros en el aire, aterrizando como todo héroe de Marvel. Al final su espada estaba desenfundada, la dejaría reposar sobre su hombro. Una mirada desafiante entró en su semblante, estaba tan inspirado por el romanticismo del momento. <br><br><b><span style='color:RED'>-   Desde que te Vi supe que mucho ha cambiado en ti y ahora lo confirmo. No puedo evitarlo Shirou ... No puedo evitar tener curiosidad de ver qué tan fuerte te has hecho ahora que tienes a Archer en tu interior... Me mata la emoción de ver ese nuevo Treis On&#33;&#33;&#33;     -</span></b> Diría Zero para colocarse en modo ofensivo, su mirada, su sonrisa y gestos, no estaba buscando una batalla a muerte solo quería disfrutar del momento que recordar. <b><span style='color:RED'>-  ¡Ahora dame el placer de sentirme vivo otra vez&#33;    -</span></b> Diría una referencia a Gray Fox De mgs1 sin más Leeroy empuñó su arma para dar un giro veloz con ella, y lanzar sin más una poderosa onda de energía con su espada. La misma tenía forma de media luna y está iba dejando su marca el piso, mostrando lo filosa que era. Si shirou era tan fuerte, con tanta distancia y aviso podría lidiar con ello sin problema... O eso esperaba... Sonrisa, emoción y un fuerte destello verde rodeó su cuerpo, era la unión con su Servant ¡Por fin estaban trabajando juntos&#33; Parece que eso solo es posible cuando está muy alocado.<br><br>Cálculos:<br>HP Zero + 50 base + 30 habilidades + vitalidad 7  + resistencia física /2 (7.5)  = 158 HP total. <br>MP: base <br><br>MP: base 40 + Prana 10x10 + Maná /2 (5) = 145 MP total.<br><br>HP: 158<br>MP: 145 - 10 (acción) - 9 (Activa continúa) = 126 MP<br><br>Ataque precisión: Dado 4 + 17 + 12 (Activa continúa) = 33 Precisión. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 17 2020, 01:26 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Skills</span></span></span><br><center><iframe  frameBorder="0" width="570" height="300" src="https://shiharokuu.github.io/emiyaSkills.html"></iframe>
</center><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> Shirou instintivamente activa su modo demi, porque Tysone es OP (?). 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b> +28 ataque físico, +6 probabilidad de crítico, +8 defensa física<br><br><b>INDEPENDENT ACTION- A++: </b> +7% de HP y MP por turno<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) Revive con 10% del HP máximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (defensa física)  + 8 (UBW) = <b><span style='color:orange'>26</span></b><br><b>Defensa con dado: </b>  <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 4 = 4</span> + 26<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW)  = <b><span style='color:orange'>55</span></b><br><b>Ataque con dado: </b>  <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 19 = 19</span> + 55<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 17 2020, 02:59 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> El mundo estaba repleto de misterios, cosas que uno nunca podría descubrir por más que uno intentará. La obsesión de Leeroy con el aria de Shirou, era una de esas. El pelirrojo no entendía, porque desde enero que le conoció en la escuela, el rubio se había obsesionado con esas meras dos palabras. Cual sea la razón, la verdad a Emiya no le importaba, la verdad le hacía recordar con nostalgia esos meses anteriores, al escucharlo expresarse de manera tan efusiva. <br><br><b><span style='color:orange'>—Digo lo mismo, Leeroy, me alegra haberte conocido —</span></b>gracias a que conoció a Kaito y Leeroy, Shirou se dio cuenta que había más gente ahí afuera, que incluso en estos mundos modernos, deseaban ser héroes; salvar y ayudar gente, había personas que querían justo eso y podían tomar varias formas. Por lo tanto, la creencia de Emiya Shirou, que sus sueño, su ideal, no era incorrecto, se había reforzado gracias a esos dos.<br><br>Interesante eras las cosas que soltaba el chico, quién decía que eran justo como los héroes del pasado y hasta mencionaba que llegarían un día al trono, justo como ellos. Shirou tan solo sonrió ante esto, la verdad que, en la época moderna, que una leyenda quedara guardada en el trono de héroes era bastante difícil. Había que hacer un impacto bastante grande, para tener siquiera la oportunidad, no era algo fácil. <br><br><b><span style='color:orange'>—Si eso es lo que deseas, puedes lograrlo, Leeroy —</span></b>sin embargo, Shirou tan solo alimento las convicciones del rubio, porque Shirou prefería no pensar que cosas eran imposibles; no es que él realmente tenga intenciones o aspiraciones de ser un servant, porque la verdad poco le importaba si se le reconocía porque le conocía <b><span style='color:orange'>—¿Una batalla? —</span></b>arqueo una ceja, sorprendiéndose con lo que sugería su amigo.<br><br>Dio un salto hacia atrás, aterrizando de una forma bastante extraña, creando distancia entre los dos. Al parecer su amigo tenía ganas de probar las habilidades de ambos, ahora que los dos eran demi servants, este estaba interesado que tan fuerte era cada uno. Shirou lo pensó por un segundo y no creyó que hubiera problema en entretener la idea de su amigo. Al final de cuentas, un entrenamiento nunca venía mal y le ayudaría a familiarizarse con las capacidades de Leeroy, porque si llegan a trabajar juntos en el futuro, eso podría ser útil.<br><br><b><span style='color:orange'>—No puedo mentir y decir que tampoco estoy interesado en como has cambiado, en cuanto a tus habilidades de combate, Leeroy —</span></b>el rubio se había enfocado, si mal no recordaba, más en misterios que ayudaran a curar y proteger gente, así que sería interesante verlo ahora, cuando parecía ser más enfocado en ataque, probablemente producto de samurái en su interior.<br><br>Respiro profundamente y luego exhalo; su vestimenta y el aura alrededor de él, comenzó a cambiar una vez más. El espíritu heroico EMIYA comenzó a invadir su cuerpo, aquella armadura negra de un material, aún por descubrir, se manifestó en su cuerpo, al igual que aquel abrigo rojo. En su cabeza había una bandana, su mirada se volvió más aguda, enfocándose completamente en la persona en frente suyo.<br> <br><b><span style='color:orange'>—Entonces permíteme mostrártelo —</span></b>comentaría, aguardando el movimiento de su oponente<br><br>El arma de Leeroy fue empuñada y al dar un corte, una onda fue liberada del filo de la espada; se veía peligrosa, viéndose como estaba cortando el aire a su paso para llegar a su objetivo. Ante esto, el cuerpo de Archer se movió de inmediato, con dirección al ataque de Leeroy, cruzando sus brazos, formando así una cruz. <br><br><b><span style='color:orange'>—Trace —</span></b>abrió sus palmas, aquel martillo de pistola en su mente, fue accionado, encendiendo sus circuitos mágicos; algo comenzaba a manifestarse en sus manos <b><span style='color:orange'>—ON&#33; —</span></b>finalizando su aria, las dos armas en sus manos se materializaron por completo, a la vez que extendía sus manos, cortando así el ataque que tenía en frente suyo, sintiendo un leve rasguño en su mejilla derecha, cortesía de unos residuos de la energía que acababa de disipar. <br><br>Kanshou y Bakuya, las espadas gemelas que Shirou había proyectado, una negra y otra blanca respectivamente, habían acabado con el ataque inicial de Leeroy; ahora empuñando esas mismas espadas, continuo su carrera hacia su oponente y justo a dos metros de distancia de él, dar un giro con todo y espadas, para así ganar impulso, para así intentar golpearle en un costado con sus espadas, reforzando sus armas en las hojas, aumentando la resistencia del mismo, pero a la vez haciendo que perdiera su filo; volviendo sus espadas en el momento de contacto, más un par de armas contundentes que blancas. <br><br>Ambos eran servants, así que quizás dicha precaución era innecesaria, pero no estaba de más tenerla por si las dudas. El último entrenamiento que tuvo, el cual fue con Tyson, se había salido un poco de las manos. Lo bueno es que su cuerpo y el de Tyson, se habían recuperado sin problemas, aunque aún podía sentir un poco de dolor en alguna que otra herida que aún no sanaba completamente. Así que teniendo eso en cuenta, había decidido usar su refuerzo de esta manera, para así minimizar los daños. No es que no fueran a salir lastimados, porque sin filo o no, ese par de espadas seguía siendo un noble phantasm al final de cuentas. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>314</span></b><br><b>ATAQUE FÍSICO:</b> 27 + 28 (UBW)   = <b><span style='color:orange'>55</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA FÍSICA:</b> 18  + 8 (UBW)  = <b><span style='color:orange'>26</span></b><br><b>RESISTENCIA MÁGICA:</b> 4<br><b>RANGO DE CRÍTICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneración de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneración de MP:</b> 314*0.07 = 21.98 ≃ <b><span style='color:orange'>22</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra robot pederasta</span></span></span><br><b>Defensa de Shirou: </b>  18 (stat)*0.8 (ataque a distancia) = 14.4   ≃ 14  + 8 (UBW) + 4 (dado)  =   <b><span style='color:orange'>26</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>26</span></b> <b><span style='color:red'>-33</span></b> = <span style='font-size:16pt;line-height:100%'> <b><span style='color:red'>-7 de daño</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra robot pederasta</span></span></span><br> 55+19 (dado) = 74*1.5 (crítico) = <b><span style='font-size:16pt;line-height:100%'><span style='color:orange'>111</span></span></b><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b> 231 -  7  (Zero) = 224 + 16 (independent action) = <b><span style='color:orange'>231</span></b><br><b>MP: </b>314 - 10  (demi)  = 304 + 22 = <b><span style='color:orange'>314</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— Primera ronda —";
}


</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 18 2020, 12:20 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <br><br>Presence CONCEALMENT Rango E<br>Efectos: Aumenta en 3% por rango la potencia del crítico. Reduce la posibilidad de critico 1 en los rangos E, C y A (Pasiva)<br><br>GRAY FOX Rango E<br>Efectos: (Pasiva) Regenera un 2%, por rango de habilidad, al HP de Zero<br><br>ZEKER Rango D<br>Efectos: (Pasiva) +15 de HP, por rango de habilidad, al HP máximo de Zero.<br><br>TENNEN RISHIN-RYŪ Rango C<br>Efectos: (Activa Continua) 3MP, por rango de habilidad, cada turno. +4, por rango de habilidad, a la precisión de Zero.<br><br><br>NOBLE PHANTASM: SEIRYU Rango E<br>Tipo: Anti-Unit<br>Efectos: 40MP 4CD. 50 +10, por rango de habilidad, a un ataque a distancia contra un objetivo.<br><br><br>Dado de defensa <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 2 = 2</span> +15<br><br>Dado de ataque<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 15 = 15</span> +17 + 12 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 20 2020, 03:02 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Cuánta acción podría verse en ese parque. Aquellos dos muchachos rompían toda perspectiva dado a sus grandes dotes. Ambos en si tuvieron orígenes similares que desencadenaron un deseo inquebrantable de justicia. Zero estaba determinado, la emoción le hacía hasta temblar un poco al sostener su espada. Miedo no era, era la sensación de vivir algo increíble, algo legendario... <b><span style='color:RED'>-   ¡Por fin&#33; ¡Aquí viene el gran contrataque de Emiya Shirou&#33;   -</span></b> Gritaría sonriente sin despegar su mirada del pelirrojo. Este saltó a la acción, durante ello, Zero se alarmaría, su semblante estaba lleno de impresión y ojos abiertos como platos. <b><span style='color:RED'>- El gran momento     -</span></b> Dos palabras que al ser mencionadas, activarían un gran poder. Dos espadas gemelas ahora acompañaban al muchacho japonés. Zero de verdad estaba muy pero muy feliz....<br><br>Intentó protegerse de ese ataque pero el estar babeando por el Trace On le hizo recibirlo de lleno. Varios metros fueron los que rodó su cuerpo por el impacto hasta estrellarse contra un árbol. Una pequeña ventana de humo se levantó.... Aquel hombre estaba algo herido e incrustado en aquel tronco. <b><span style='color:RED'>-   Yo ....   -</span></b> Diría moviendo uno de sus dedos, para luego cerrar un puño. <b><span style='color:RED'>-   Épico... Malditsmente épico ...   -</span></b> Una reacción rápida provocando que de un corte, el árbol fuera destrozado en dos partes. Ahí estaba ese chico exhalando aire, pero aún se mantenía sonriente. <b><span style='color:RED'>-   Gracias .... Muchas gracias por este regalo. Te has hecho fuerte shirou, muy fuerte...   -</span></b> De repente, varias chispas electrónicas comenzaron a manifestarse alrededor de su cuerpo. Sus celdas de energía comenzaron a sobrecargarse. Su espada lentamente se recubrió de electricidad a la vez que usaba el maná de su Servant para darle mayor intensidad. <b><span style='color:RED'>-     ¡Emiya Shirou te has hecho muy fuerte&#33; ¡Eso me pone feliz&#33;&#33;&#33;&#33;&#33;&#33; -</span></b> gritó como loco para empuñar el arma. Ahora concentraba todo su poder, para posteriormente dar un fuerte saltó tan alto como pudo y blandir su espada. Un enorme dragón Eléctrico emergió de su arma, marchando hacia shirou a una gran velocidad. <b><span style='color:RED'>-¡SEI-RYUUUUUU&#33;&#33;&#33;&#33;       -</span></b>  EL AMBIENTE se Agito mucho más con ello, los árboles estaban a la Merced de un poderoso viento. Al aterrizar Zero estaba algo agotado, pero levantó su rostro sonriente hacia el chico. <b><span style='color:RED'>-  ¡Creo que te amo Emiya shirou&#33;     -</span></b> Sentenció viendo como su super ataque dejaba su marca en el pavimento.<br><br>HP: 158 - 94 (111-17) = 64  HP + 3 regeneración = 67<br>MP: 128 - 10 - 9 - 40 = 69 MP<br><br>Ataque de Zero distancia: 15 + 17 + 12 + 60 = 104 daño. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 20 2020, 03:25 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Skills</span></span></span><br><center><iframe  frameBorder="0" width="570" height="300" src="https://shiharokuu.github.io/emiyaSkills.html"></iframe>
</center><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><b>RHO AIAS: THE SEVEN RINGS THAT COVER THE FIERY HEAVENS &#8211; Rango E:</b> 20MP 2CD. +20 de defensa f&#237;sica<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b> +28 ataque f&#237;sico, +6 probabilidad de cr&#237;tico, +8 defensa f&#237;sica<br><br><b>INDEPENDENT ACTION- A++: </b> +7% de HP y MP por turno<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) Revive con 10% del HP m&#225;ximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (stat)*0.8 (ataque a distancia) = 14.4 &#8771; 14 + 8 (UBW) + 20 (rho) = <b><span style='color:orange'>42</span></b><br><b>Defensa con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 16 = 16</span>+42<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque f&#237;sico)  + 28 (UBW)  = <b><span style='color:orange'>55</span></b><br><b>Ataque con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 9 = 9</span>+55<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 20 2020, 04:32 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> No había ido con intenciones de pelear, sin embargo, había contemplado la idea de que podría encontrarse con un enemigo, de ahí que eligiese el parque, un lugar poco frecuentado incluso durante el día, por lo que, a una hora como esta, era el lugar perfecto para poder soltarse un poco sin llamar mucho la atención. Si bien no se encontró con un enemigo, sino todo lo contrario, con un viejo amigo, la decisión de usar aquel parque había sido la adecuada de todas maneras, por el deseo de Leeroy de querer probar las habilidades de Shirou.<br><br>Por desgracia, aquel entusiasmo que estaba demostrando, parecía que le había afectado de manera negativa, al menos al inicio del pequeño enfrentamiento. Sí, era una mera práctica, pero había que tomársela con la seriedad que llevaba, sin embargo, al parecer el rubio, como siempre, estuvo distraído con el aria personal de Shirou y termino por llevarse el golpe.<br><br>En un último segundo, intento protegerse del golpe, no obstante, fue demasiado tarde, así que su amigo salió volando, impactando contra el suelo y rodando, hasta ser detenido por un árbol, quedando atrapado en el tronco de este.<br><br><b><span style='color:orange'>—Leeroy, sé que esto es un entrenamiento, pero ten más cuidado, no hubiera eliminado el filo de mis espadas, eso pudo haber terminado peor —</span></b>diría, no reprochándole, pero sí advirtiéndole que había que darle la seriedad que se debía a esto<b><span style='color:orange'> —. Ambos somos servants ahora mismo, pero eso no nos hace invulnerables —</span></b>diría, para luego observar como cortaba el árbol e irónicamente agradecía por la muestra de fuerza de Shirou<b><span style='color:orange'> —. Nunca cambias, eh —</span></b>comentaría, quedándose ahí parado, con una pequeña sonrisa, viendo que prepararía su oponente.  <br><br>El cuerpo del Leeroy, comenzó a generar electricidad, no en vano era un robot. La katana en sus manos, comenzó a recubrirse con la electricidad, como si estuviera concentrando la energía que producía, justo así<b><span style='color:orange'> «Rayos… esto se va a poner violeto»</span></b>, una sonrisa aparecería en su rostro, la verdad que le había dicho que se lo tomará en serio, pero tampoco esperaría que respondiese con algo como eso. <br><br><b><span style='color:orange'>—Tú igual, te has vuelto fuerte, Leeroy —</span></b>Shirou definitivamente no hubiera querido, que él terminará en su estado actual, pero tenía que reconocer, que, al sobrevivir y perseverar, su amigo había alcanzado una nueva fuerza.<br><br>Las espadas gemelas, desaparecieron en sus manos; movió su brazo derecho en frente, con la palma abierta, aguardando el ataque que preparaba el rubio. Lo vio saltar y sus circuitos mágicos se encendieron nuevamente, pero con mayor fuerza; lo que estaba a punto de hacer, le gastaba aun más od que de lo normal, pues estaba a punto de proyectar algo bastante alejado al concepto de una espada.<br><br><b><span style='color:orange'>—Rho… —</span></b>musito, viendo con asombro, un gran dragón eléctrico era liberado de su espada, tras haber dado un salto; el ambiente en el campo de batalla había cambiado por completo, como si una tormenta con fuertes vientos hubiera sido liberada justo ahí <b><span style='color:orange'>—¡AIAS&#33; —</span></b>termino por decir le nombre del noble phantasm, creando así, en frente suyo, cuatro pétalos compuestos de luz.<br><br>La flor que floreció de la sangre de Aias, aquel noble fantasma era de las mejores defensas, disponibles en su Unlimited Blade Works y había sido traído desde ahí, al mundo exterior, para detener el poderoso ataque de su amigo. El dragón choco con fuerza contra el escudo, creando así una fuerte onda de choque, que termino destrozando algunos árboles en los alrededores. <br><br>Uno de los pétalos, comenzó a presentar leves fisuras, que Emiya experimento como dolor; una de las desventajas de este escudo, era que, de ser dañado, Shirou experimentaría dicho daño en su propio cuerpo. Sus pies, que estaban bien plantados en el suelo, comenzaron a hacer arrastrados, creando así un pequeño rastro en la tierra, hasta que finalmente, resistiendo el impacto, el dragón se disipo, dejando así a la vista, al agitado Leeroy.<br><br><b><span style='color:orange'>—Eso fue impresionante, Leeroy —</span></b>dijo, no prestando mucha atención a lo que justo acababa de exclamar, algo que le atribuía seguramente a su rara cultura americana de ser tan expresivo <b><span style='color:orange'>—. Pero te emocionas demasiado, debes tener mejor control de tus emociones —</span></b>diría, levemente agotado, debido a la proyección que justo acababa usar, al igual que la intensidad del ataque del que se acababa de defender.<br><br><b><span style='color:orange'>«De no haber usado Rho Aias, eso pudo ser peligroso»</span></b>, el haber usado dicha defensa, demostraba que había reconocido las habilidades de Leeroy.<br><br>Nuevamente, un par de espadas gemelas, aparecieron en sus manos, las cuales nuevamente fueron modificadas, ligeramente, con el uso de su refuerzo, para hacerlas armas contundentes. Volvió a correr hacia su oponente, para luego lanzar una de ellas, Kanshou, la espada negra, hacia su oponente, para luego inmediatamente después, crear otra igual para remplazarla. Su primer ataque era una mera distracción, para darse tiempo de acercarse un poco más hacia su oponente, que había notado como prefería pelear a distancia, con las ondas que liberaba de su espada; una vez reduce la distancia, intento golpearle en ambos costados de manera horizontal, uno golpe viniendo desde la izquierda y el otro de la derecha. <br><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>314</span></b><br><b>ATAQUE FÍSICO:</b> 27 + 28 (UBW)   = <b><span style='color:orange'>55</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA FÍSICA:</b> 18  + 8 (UBW)  = <b><span style='color:orange'>26</span></b><br><b>RESISTENCIA MÁGICA:</b> 4<br><b>RANGO DE CRÍTICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneración de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneración de MP:</b> 314*0.07 = 21.98 ≃ <b><span style='color:orange'>22</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra robot pederasta</span></span></span><br><b>Defensa de Shirou: </b> 42  + 16  (dado) = 58 *1.5 (crítico) = <b><span style='color:orange'>87</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>87</span></b> <b><span style='color:red'>-104</span></b> = <span style='font-size:16pt;line-height:100%'> <b><span style='color:red'>-17 de daño</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra robot pederasta</span></span></span><br> 55+9 (dado) =  <b><span style='font-size:16pt;line-height:100%'><span style='color:orange'>64</span></span></b><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b> 231 -  17  (Zero) = 214 + 16 (independent action) = <b><span style='color:orange'>230</span></b><br><b>MP: </b>314 - 10  (demi) - 20  = 284 + 22 = <b><span style='color:orange'>306</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— Segunda ronda —";
}


</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 22 2020, 03:29 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Presence CONCEALMENT Rango E<br>Efectos: Aumenta en 3% por rango la potencia del cr&#237;tico. Reduce la posibilidad de critico 1 en los rangos E, C y A (Pasiva)<br><br>GRAY FOX Rango E<br>Efectos: (Pasiva) Regenera un 2%, por rango de habilidad, al HP de Zero<br><br>ZEKER Rango D<br>Efectos: (Pasiva) +15 de HP, por rango de habilidad, al HP m&#225;ximo de Zero.<br><br>TENNEN RISHIN-RY&#362; Rango C<br>Efectos: (Activa Continua) 3MP, por rango de habilidad, cada turno. +4, por rango de habilidad, a la precisi&#243;n de Zero.<br><br><br>NOBLE PHANTASM: SEIRYU Rango E<br>Tipo: Anti-Unit<br>Efectos: 40MP 4CD. 50 +10, por rango de habilidad, a un ataque a distancia contra un objetivo.<br><br><br>Leeroy al ver que shirou tiene ahora un treis on m&#225;s mamadisimo en forma de escudo flor decide atacar doble de la manera + Suicida posible.<br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 7 = 7</span><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 3 = 3</span><br><br>Distancia los ataques. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Zero</b>  Nov 22 2020, 07:52 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Parece que el destino se tenía bien guardado este momento. Tanto Emiya shirou como Zero, Rieron al igual por esta batalla. Aunque como era de esperarse Zero exageraba por su entusiasmo y suerte que el pelirrojo estaba ahí paras tener cierto balance de la situación, si fuera por Zero ya Fuyuki estaría en llamas de nuevo. Shirou había hecho un ataque nuevo para Zero. Rhoarias. Aquel escudo de flor rosada que detuvo sin problema su poderoso ataque del dragón Eléctrico, dejó sin palabras al rubio. <b><span style='color:red'>-   No ... Puede ser...    -</span></b> Nuevamente se desconcentró al ver la increíble potencia en combate de shero.... Era increíble y único&#33;&#33;&#33;<br><br><b><span style='color:red'>-  Por dios Shirou.... Te odio&#33;&#33;&#33;&#33; Me esforcé tanto por tener una habilidad que hiciera competencia a tu treis on.... ¡Y resulta que tienes una segunda todavía más poderosa y épica&#33;&#33;&#33; ¡No es justooooooo&#33; ¡Quisiera tener esos poderes&#33;&#33;&#33;     -</span></b> Gritaba Zero desde la distancia para observar como Shero estaba encontrá de él, era rápido y se veía que preciso. ZERO rápidamente se preparó con su espada, debía bloquear para contratacar. <b><span style='color:red'>- Aquí vienen esas espadas.... Hasta eso es más coool ... Puede sacar armas en cualquier momento... Eso es cull.... Muy cul&#33;&#33;&#33;      -</span></b> Diría frustrado al no compararse con Shirou en nada... Estaba muy lejos de superarlo o igualarle...<br><br>Al final el ataque que produjo fue tan severo que la potencia del mismo aún siendo bloqueada por su espada, le lanzó lejos hasta arrastrase por el suelo. ¿Cuánto castigo podría soportar el rubio? Pero sin importar ello ahí estaba de pie listo para la acción.. <b><span style='color:red'>- Rayos Shirou te has puesto remamadisimo con tus habilidades.  No cabe duda que esto ha Sido divertido... Me molesta mucho no poder adaptarme a este cuerpo o al enlace de mi Servant. .. ¡Que aburrido es no darte una batalla épica&#33;&#33;&#33;      -</span></b> Gritó para comenzar a lanzar una lluvia de ondas de cortes que generaba a gran velocidad con su espada, al final estaba que le costaba respirar de tantos movimientos. Usó su No atrapando dos golpes de Shirou, de paso que el gasto de maná por su conexión con Kondō Isami... La batalla no duraría mucho. <br><br><br>Cálculos:<br>Ataque distancia: 7+17+12 =  36 daño distancia.<br><br>Defensa: 3 + 15 = 18 defensa  - 64 =46 de daño que recibe.<br><br>HP: 67 - 46 = 21 HP<br>MP: 69  - 10 - 9 = 50 MP.<br><br>Al final el segundo dado lo tomé como defensa xD pues no existe doble ataque ekisde </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 22 2020, 08:05 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Skills</span></span></span><br><center><iframe  frameBorder="0" width="570" height="300" src="https://shiharokuu.github.io/emiyaSkills.html"></iframe>
</center><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b> +28 ataque físico, +6 probabilidad de crítico, +8 defensa física<br><br><b>INDEPENDENT ACTION- A++: </b> +7% de HP y MP por turno<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) Revive con 10% del HP máximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (stat)*0.8 (ataque a distancia) = 14.4 ≃ 14 + 8 (UBW)  = <b><span style='color:orange'>22</span></b><br><b>Defensa con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 20 = 20</span>+22<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW)  = <b><span style='color:orange'>55</span></b><br><b>Ataque con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 4 = 4</span>+55<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 23 2020, 01:55 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Considerando la potencia de aquel ataque, era seguro asumir que ese era uno de sus mejores ataques, si es que no era el mejor de ellos. Por si fuera poco, la sorpresa tanto en su expresión y la forma en que se expresaba verbalmente, eran claros indicadores que el rubio no se esperaba que su ataque fuera detenido de esa manera. Sin embargo, el que le haya forzado a usar Rho Aias, no era algo sencillo, la verdad la defensa era de las mejores del pelirrojo y si bien usarlo una vez, no sería suficiente para agotarle considerablemente, si que le hacía poner un poco más de esfuerzo, comparado al resto de sus proyecciones.<br><br>Tan solo mostró una pequeña sonrisa, al escuchar a su amigo decir que deseaba tener los mismos poderes. Tan efusivo como siempre, la verdad es que Shirou estaba seguro de que Leeroy, no tenía idea que estaba pidiendo con eso. Sus poderes se derivaban, a final de cuentas, de su reality marble, y el origen del mismo, probablemente se podría encontrar en la naturaleza de Emiya Shirou como ser humano, en pocas palabras, su esencia. Aquel individuo que nació hace diez años, producto de aquel incendio; sin ese incidente, no existirían tales poderes.<br><br>Sin embargo, no dijo nada, al parecer a Leeroy le gustaba hablar bastante durante el combate; lo cual no estaba mal, era un mero entrenamiento, y quizás era a veces hasta prudente mencionar una que otra cosa, pero en una pelea real, quizás decir tanto podría ser contraproducentes, así que el pelirrojo tan solo esperaba que su amigo tomará su consejo y en las situaciones que lo ameritaran, se tomará las cosas con la seriedad que se merecían. <br><br>A diferencia de la primera vez, esta vez Leeroy si puso más atención, intentando reaccionar para bloquear con su propia espada, el golpe de Shirou, lo cual logro. Desafortunadamente, la fuerza de Emiya era superior, al menos en estos momentos, a la de su amigo, por lo que este término, nuevamente, siendo arrastrado por el suelo, a causa del impacto del golpe. <br><br>Esperaría una vez hecho eso, que Leeroy se levantará y continuaran la pelea, escuchando con atención lo que tenía que decir. Quizás los términos que usaba su amigo no eran los más adecuados y eran algo vergonzosos para el pelirrojo, pero al menos lo apreciaba por lo que eran. Además, nuevamente gracias a estar usando los poderes de Archer, en estos momentos, podía escuchar todo lo que Leeroy decía, sin reaccionar de ninguna manera a sus comentarios, pudiendo incluso responder de manera calmada a ellos, por más elocuentes que fueran.<br><br><b><span style='color:orange'>—Tal como lo dices, al final de cuentas, tengo ventaja de ser bastante compatible con mi espíritu heroico, sus habilidades son las mías, así que no tuve problemas en acostumbrarme a ellas—</span></b>comentaría, mientras con sus espadas, aún materializadas, comenzaba a repeler cada uno de los cortes que su oponente le lanzaba, logrando así salir ileso <b><span style='color:orange'>—. Tú en cambio, Leeroy, has cambiado bastante, alejandote de lo que ya sabías; antes te enfocabas más en defender y apoyar con tu taumaturgia, así que es encomendable lo que has logrado en poco tiempo —</span></b>diría, reconociendo las habilidades de su amigo.<br><br>El simple hecho de ser un demi servant, no garantizaba que uno sería capaz de usar dichos poderes, de manera correcta. Leeroy se había, en lo que ha podido en el corto tiempo, bastante bien a sus nueves poderes, lo cual era evidente con aquel poderoso ataque que ha liberado. Shirou tenía la ventaja, en cuanto que tan fácil se le hizo adaptarse, además, se hizo demi servant un poco antes que Leeroy, lo cual conllevaba al menos un poco más de experiencia experimentando y usando sus poderes.<br>	<br><b><span style='color:orange'>—Mejorarás con el tiempo, Leeroy, aunque la verdad no estoy muy interesado en tener batallas épicas —</span></b>diría, soltando una pequeña risa; a diferencia de Tyson, Shirou no buscaba fuerza para poder tener emocionantes peleas, con gente fuerte.<br><br>Para él, fuerza era tan solo una herramienta para lograr su sueño, así que era normal que no disfrutara de la misma manera, de este tipo de enfrentamientos… de hecho, no había muchas cosas, aparte de ayudar gente, que Shirou pudiera disfrutar. Sin embargo, el ver sus progresos o que tan lejos podía llegar, tenía su satisfacción por esa misma razón, porque le indicaba, aunque fuera tan solo un poco, que estaba más cerca de su sueño. Era como un dar paso, en el largo camino que le faltaba por recorrer, sin embargo, tampoco podía considerarse ser algo parecido a orgullo. <br><br><b><span style='color:orange'>—Bueno, continuemos —</span></b>diría, bien sabiendo que ya esto se estaba acercando a su final; había un límite, de que tanto Leeroy podría seguir resistiendo esos ataques, además de que a diferencia de Shirou, parecía tener aún problemas en mantener su forma de demi servant, por tiempos prolongados, lo cual era evidente, al notar cierta fatiga en él. <br><br>Habiendo ya dicho lo que tenía que decir, no quedaba de otra que continuar con los últimos momentos de aquel pequeño entrenamiento; empuñando nuevamente sus espadas, recorto nuevamente la distancia entre ambos, haciendo una finta, como si fuera atacarlo nuevamente con sus espadas, para al final, al plantar firmemente su pie en frente de él, usar tal lugar como punto de apoyo, para así girar ahí e intentarlo golpearlo en su costado izquierdo, con una patada, usando su otra pierna. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>314</span></b><br><b>ATAQUE FÍSICO:</b> 27 + 28 (UBW)   = <b><span style='color:orange'>55</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA FÍSICA:</b> 18  + 8 (UBW)  = <b><span style='color:orange'>26</span></b><br><b>RESISTENCIA MÁGICA:</b> 4<br><b>RANGO DE CRÍTICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneración de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneración de MP:</b> 314*0.07 = 21.98 ≃ <b><span style='color:orange'>22</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra robot pederasta</span></span></span><br><b>Defensa de Shirou: </b> 22 + 20  (dado) = 42 *1.5 (crítico) = <b><span style='color:orange'>63</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>63</span></b> <b><span style='color:red'>-36</span></b> = <span style='font-size:16pt;line-height:100%'> <b><span style='color:green'>NO HAY DAÑO</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra robot pederasta</span></span></span><br> 55+4 (dado) =  <b><span style='font-size:16pt;line-height:100%'><span style='color:orange'>59</span></span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b> 230 = 230 + 16 (independent action) = <b><span style='color:orange'>231</span></b><br><b>MP: </b>306 - 10  (demi)   = 296 + 22 (independent action) = <b><span style='color:orange'>314</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— Tercera ronda —";
}


</script>
<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Atalanta</b>  Mar 5 2021, 12:33 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><b>Personaje:</b>Emiya Shirou<br>123 EXP y 123 MON. [añadido el bono de aniversario]<br><br><b>Personaje:</b>Zero<br>46 EXP y 46 MON.</div> </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>