    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=18&amp;t=794'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Asia &gt; <font color='red'>As Darkness Falls, Heroes Rise  —  [Privado]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Ataphis</b>  May 1 2020, 12:23 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b>16 de Enero, 17:46<br>Pueblo de Ochiai, Valle de Iya<br>Prefectura de Tokushima, Japón</b><br><br><br><br>Había sido un viaje agotador. Cuanto más se alejaban del continente africano más inestables se volvían los saltos por la Duat, puesto que el origen conceptual del más allá por el que viajaba se encontraba anclado en el Nilo. <br><br>Sin embargo, mientras tuviera clara su destinación y hubiera allí un lugar de culto a los muertos, podría aterrizar... por más turbulencias que tuviera el viaje.<br><br>Con el estómago revuelto pero con su integridad física y mental intacta, el hombre de tez morena y rasgos fenicios se dio varias palmaditas en la ropa, quitándose la arena del portal por el que acababa de emerger a medida que se incorporaba. <br><br>Ataphis miró a su alrededor. Se encontraba en un sencillo cementerio japonés, tan aislado como impoluto y bien cuidado. Había ofrendas de flores en la mayoría de las tumbas y las lápidas estaban limpias y bien cuidadas. Asintió en señal de respeto, apreciando aquella cultura que trataba tan bien a los que ya no estaban entre los vivos. <br><br>Era un día nublado en aquel recodo del mundo, aunque el paisaje era precioso. El verde se extendía cubriendo las montañas y valles de la región y frente a él se erigía la pequeña villa de Ochiai, sus casas y campos salpicando la ladera de la montaña a medida que la niebla de aquella tarde de penumbra.<br><br><br><br><div align="center"><img src="https://images2.imgbox.com/b7/bf/tbsxh5Bs_o.jpg" style="width:450px;"></div>
<br><br><br><br><br>Pese a todo, había algo en el aire que le impedía relajarse y disfrutar del hermoso paisaje.<br><br>Aquel era el motivo por el que había ido allí, después de todo. La voz que habitaba la sombra del magus habló, su tono gutural se asemejó al de un gruñido en tensión.<br><br><br>«<span style='color:#494949'><b>¿Lo sientes, no? El hedor a muerte.</b></span>»<br><br><br>Sí... Solo aquellos con sensibilidad para la energía mágica podrían percibirlo. Alguien había convertido aquel monte en un inmenso taller mágico, en su propio territorio, y parecía estar alterando el orden de las cosas. <br><br>Desde la lejana Europa el espíritu heroico que habitaba en el cuerpo del joven egipcio había detectado una creciente y preocupante perturbación en la Ma&#39;at, el orden de las cosas, y había acuciado al humano a acudir cuanto antes para investigar. <br><br>No había sido hasta su llegada que se percatarían de la gravedad del asunto.<br>Sí, había coches transitando por sus estrechas y empinadas calles, y apreciaban el ir y venir de granjeros en los campos, pero... algo no estaba bien. Nadie parecía moverse con naturalidad ni voluntad propia, como &quot;NPC&#39;s&quot; de relleno en un videojuego. Había cierta rigidez antinatural en aquellas gentes que podía incluso percibirse desde las afueras de la villa.<br><br><br>—<span style='color:#cca649'><b>Parece un pueblo tan normal y corriente ahora...</b></span>—masculló el magus mientras echaba a andar, dirigiéndose a la entrada del cementerio para comenzar a descender las escalinatas de piedra que descendían la ladera de la montaña en dirección al pueblo.<br><br>«<span style='color:#494949'><b>...pero en cuanto caiga la noche esto se convertirá en un avispero de muertos vivientes. Puedo sentirlo. Apurémonos a encontrar un lugar seguro.</b></span>»<br><br>—<span style='color:#cca649'><b>Google Maps dice que hay una posada abierta a turistas a cinco minutos de aquí... Empecemos por pedir habitación allí para atrincherarnos </b></span>—murmuró el apresurado agente de Chaldea mientras alternaba la vista entre los empinados escalones que saltaba de dos en dos y la pantalla de su smartphone.<br><br><br><br>No tenían idea de cómo ponerle remedio a aquella situación. Ni siquiera sabían hasta qué punto aquel mal invisible habría infectado el apacible pueblo nipón para corromperlo y acabar con su paz y tranquilidad... pero pronto lo descubrirían. <br><br><br>En cuanto cayera la noche. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  May 7 2020, 03:36 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Tras un &#8220;peque&#241;o&#8221; viaje, Shirou por fin hab&#237;a llegado al pueblo de Ochiai. Era un lugar bastante tradicional, y probablemente uno de los pueblos de Jap&#243;n mejor preservados. Ubicado en el Valle de Iya, llegar hasta al pueblo hab&#237;a sido una grata experiencia para el pelirrojo. La jungla era bastante impresionante, y aquellos puentes suspendidos eran bastante interesante, como uno de esos que uno tan solo pod&#237;a ver en televisi&#243;n, hasta el como se balanceaban ligeramente al pisar, daba cierta sensaci&#243;n de peligro, que el chico sab&#237;a que era tan solo una mera ilusi&#243;n, pues al haber realizado an&#225;lisis estructural en el mismo, por mera curiosidad, se hab&#237;a dado cuenta que tan bien construido estaba. Adem&#225;s de que hab&#237;a informaci&#243;n all&#237; que indicaba lo mismo, inform&#225;ndole a los turistas que se le daba mantenimiento constantemente. <br><br>El vuelo hab&#237;a sido corto, alrededor de 3 horas para llegar a la prefectura de Tokushima desde Fuyuki, con tan solo una escala antes de llegar a su destino. La verdad Shirou no sab&#237;a si se meter&#237;a en problemas por estar ah&#237;, pero tras haber escuchado de lo que quiz&#225;s estaba sucediendo en el lugar, no pudo ignorarlo.<br><br>Una semana hab&#237;a transcurrido desde aquella &#8220;fuga de gas&#8221; que ocurri&#243; en Homurahara y hab&#237;a volado una de las aulas de la instituci&#243;n. Claro, la verdad es que un desquiciado le hab&#237;a atacado en busca de uno de sus alumnos, pero el padre de Kaito y la gente con la que trabaja se hab&#237;a asegurado de que nada de eso se supiera, cubriendo el incidente.<br><br>Las clases se hab&#237;an suspendido temporalmente, hasta que las autoridades se &#8220;aseguraran&#8221;, que no hab&#237;a alguna otra fuga o algo parecido en la escuela, aunque en realidad se estaban asegurando que aquel villano no hubiera dejado alguna bomba u otro dispositivo. Durante ese tiempo, Emiya hab&#237;a aprovechado el tiempo para entrenar y bueno, para informarse un poco m&#225;s sobre la situaci&#243;n del mundo, gracias nuevamente al padre de Kaito, qui&#233;n hasta le llego a contar cosas sobre el pasado de Kiritsugu. <br><br>Kaito y Leeroy terminaron por irse, temporalmente, pues le hab&#237;an dicho al pelirrojo que se ver&#237;a de nuevo. Fue cuando, el d&#237;a de ayer, que decidi&#243; ir a Homurahara, para ver si pod&#237;a ayudar con algo; despu&#233;s de todo era su escuela y los hombres de Dojima que trabajaban all&#237; ya sab&#237;an que Shirou estaba involucrado. Es all&#237;, mientras iba a ver al encargado de la operaci&#243;n, en su oficina temporal en la escuela, que escucho como este hablaba por tel&#233;fono con alguien. <br><br>L&#243;gicamente, al no estar la llamada en altavoz y al estar escuchando detr&#225;s de una puerta, accidentalmente y no mal intencionadamente, no pudo escuchar a detalle todo de lo que se trataba. Sin embargo, hab&#237;a escuchado al menos lo suficiente, un problema en un pueblo llamado Ochiai y las sospechas de un magus en el lugar. <br><br>Quiz&#225;s era algo irresponsable ir sin saber nada m&#225;s que ello, pero ya hab&#237;a experimentado de primera mano, que tanto da&#241;o puede ocasionar un solo magi fuera de control, y el hecho, de que el hombre tras el tel&#233;fono mencionara que no ser&#237;an capaces de mandar a alguien a investigar hasta dentro de una semana; hab&#237;a sido m&#225;s que suficiente para poner al aspirante a h&#233;roe de la justicia en acci&#243;n.<br><br>Sin clases de momento y con la excusa de ir a visitar a unos parientes de Kiritsugu, en este caso diciendo que Kaito era hijo del mismo a Taiga, se preparo en la noche y sali&#243; el d&#237;a de hoy.  Deb&#237;a admitir que no sab&#237;a por d&#243;nde empezar, era tan solo un magus de tercera que aspiraba a ser algo que muchos considerar&#237;an rid&#237;culo, pero eso no significaba que no deb&#237;a intentarlo. Hab&#237;a gente potencialmente en peligro, no pod&#237;a esperar una semana por los &#8220;profesionales&#8221;, &#191;Cu&#225;nta gente podr&#237;a morir durante ese tiempo? <br><br>El lugar parec&#237;a tranquilo en cuanto llego, gente haciendo su d&#237;a a d&#237;a, hab&#237;a alguno que otro carro, no muchos considerando lo rural que era el lugar, pero nada fuera de lo com&#250;n&#8230; a&#250;n as&#237;, en cuanto llego al lugar, no pudo evitar sentir una desagradable sensaci&#243;n; misma era dif&#237;cil de explicar, pero quiz&#225;s si no fuera tan terrible magi, pudiera entender que era lo que le causaba tal malestar. Sin olvidar a la gente, luc&#237;an normales, pero hab&#237;a algo en ellos que les hac&#237;a sentir algo, &#191;vac&#237;os? <br><br>Algo estaba definitivamente mal, pero de momento no le quedaba otra que montar guardia en el lugar y ver si algo raro ocurr&#237;a. Fue as&#237; como decidi&#243; dirigirse a la posada que exist&#237;a en el lugar para turistas. Hab&#237;a gente tanto dentro. como fuera de jap&#243;n que deseaba adentrarse en el valle y conocer esta antigua villa&#8230; o al menos eso hab&#237;a dicho Google en ese smartphone que Kaito y Leeroy le regalaron. En esta &#233;poca del a&#241;o, hab&#237;a a&#250;n gente en pa&#237;ses extranjeros en vacaciones, por lo qui&#233;n sabe, a lo mejor hab&#237;a cierto flujo de turistas en el &#225;rea, en este momento. <br><br><b><span style='color:orange'>&#8212;Buenas tardes, una habitaci&#243;n por favor &#8212;s</span></b>aludo cordialmente al recepcionista, el cual le informo que tan solo quedaba una, la cual era doble con dos camas individuales <b><span style='color:orange'>&#8212;. Esta bien, tomar&#233; esa &#8212;</span></b>le inform&#243;, quiz&#225;s era un poco m&#225;s cara que una individual, pero no es como si tuviera opci&#243;n. <br><br>Una vez realizado el pago y recibido las llaves, una nueva persona entrar&#237;a a la posada.<br><br><b><span style='color:orange'>&#8212;&#191;Uno de los hu&#233;spedes? &#8212;</span></b>preguntar&#237;a casualmente el pelirrojo<br><br><b><span style='color:green'>&#8212;No &#8212;</span></b>con voz seca y &#225;spera, le responder&#237;a el recepcionista. <br><br>Lo cual lo hac&#237;a, obviamente, una persona que hab&#237;a llegado a buscar hospedaje. Considerando que era la &#250;nica posada y que &#233;l mismo se acababa de llevar la &#250;ltima habitaci&#243;n, decidi&#243; acercarse a &#233;l antes que este llegara hasta la recepci&#243;n.<br><br><b><span style='color:orange'>&#8212;Excuse me, you tourist? &#8212;</span></b>con un terrible ingl&#233;s, le habl&#243; al moreno; quiz&#225;s era algo estereot&#237;pico pensar que todos los extranjeros hablaban ingl&#233;s, pero considerando que era lo &#250;nico que sab&#237;a adem&#225;s de japon&#233;s, por m&#225;s terrible que fuera, decidi&#243; ir con ello <b><span style='color:orange'>&#8212;. No rooms, I have one two beds, we can share &#8212;</span></b>continuo, mostrandole las llaves en su mano, muy consciente de lo terrible que era en ello, no en vano era su peor asignatura, pero esperaba que fuera suficiente para que el moreno le entendiera. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Ataphis</b>  Jun 2 2020, 03:51 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <br><br>A medida que sus pasos lo guiaban por las serpenteantes y empinadas calles de la peque&#241;a villa, el hombre moreno termin&#243; de ajustarse la peque&#241;a cadena de plata del colgante que adornaba su cuello, en forma de peque&#241;a tablilla de m&#225;rmol negro del tama&#241;o de un pulgar tallado con diminutas runas.<br><br>Su andar era confiado, a duras penas deteni&#233;ndose en las encrucijadas de las calles para comprobar en la pantalla de su smartphone que avanzaba en la direcci&#243;n correcta. <br><br>Era evidente que algo iba mal. <br><br>Sab&#237;a la clase de gente que eran los nipones, amables y educados, s&#237;, pero sin duda poco acostumbrados a los extranjeros... y ni una sola de las personas que se hab&#237;a cruzado en la calle hab&#237;a reaccionado lo m&#225;s m&#237;nimo a su presencia, pasando de largo como si no lo vieran. <br><br>Mujeres cargando la compra, ancianos en mostradores de peque&#241;os quioscos, hombres trabajando en los campos de las afueras y ni&#241;os que se bajaban de la estaci&#243;n de autob&#250;s... ni uno solo de ellos se comport&#243; como si pudieran verle, yendo y viniendo en su d&#237;a a d&#237;a como aut&#243;matas de carne y hueso que se mov&#237;an con inquietante determinaci&#243;n, como si cada uno de sus gestos fuera premeditado y calculado. <br><br>Una aldea sin espontaneidad, donde las conversaciones entre sus habitantes carec&#237;an de vida como una triste y poco convincente atracci&#243;n de carnaval.<br><br><br>&#171;<span style='color:#cca649'><i><b>Si la muerte se definiera como &quot;falta de vida&quot;... sin duda este lugar estar&#237;a muerto.</b></i></span>&#187;<br><br><br>Sin embargo, no hab&#237;a tiempo para distracciones. Quedaba poco para que el sol se pusiera, su disco dorado poco a poco aline&#225;ndose con la c&#250;spide de las monta&#241;as orientales que rodeaban la villa a medida que el cielo se te&#241;&#237;a de tonos naranjas y ocres. <br><br>Encontr&#243; sin mucha dificultad la posada en cuesti&#243;n y se adentr&#243; en la misma, top&#225;ndose entonces con algo imprevisto: otro turista.<br><br>El viajero vest&#237;a una gabardina negra de abrigo que le proteg&#237;a del fr&#237;o de las monta&#241;as, acompa&#241;ado de un jersey blanco de cuello alto elegante y unos vaqueros con mocasines, sin ninguna clase de equipaje a la vista. <br><br>De su cuello colgaba un curioso amuleto hecho de piedra negra y lisa pendiendo de una cadena de plata, y la &#250;nica oreja que quedaba al descubierto de su larga cabellera oscura y trenzada luc&#237;a un pendiente sencillo pero llamativo, pues del l&#243;bulo colgaba una peque&#241;a cadena de oro al final de la cual se mec&#237;a una preciosa pluma de un blanco n&#237;veo que bailaba gentilmente con cada peque&#241;o gesto de su due&#241;o.<br><br><br>El joven moreno disimul&#243; su expresi&#243;n de sorpresa con una sonrisa educada, posando su mirada ambarina en el ap&#225;tico recepcionista primero y dejando que los discos dorados de sus iris emitieran un sutil destello cuando activ&#243; su clarividencia, contemplando entonces la verdadera naturaleza de aquella persona.<br><br>Y tuvo que contenerse para que su rostro no se contrajera en una mueca de repulsi&#243;n.<br><br><br>Ahora todo ten&#237;a sentido.<br><br><br>Sus ojos m&#237;sticos se posaron entonces en el joven pelirrojo que le habl&#243; en aquel ingl&#233;s roto, un intento de comunicaci&#243;n que le habr&#237;a resultado encantador e incluso adorable en circunstancias menos... sombr&#237;as. <br><br>Y le sonri&#243; con amabilidad.<br><br>Menos mal que hab&#237;a tra&#237;do su amuleto de piedra roseta, el artefacto m&#225;gico que le traduc&#237;a todo idioma al que era expuesto y le permit&#237;a comunicarse con la eficiencia ling&#252;&#237;stica de su lengua materna.<br><br>Hizo una gentil inclinaci&#243;n de la cabeza en se&#241;al de respeto y agradecimiento al muchacho por su propuesta, tratando de acomodar su conducta a las costumbres de aquella cultura, y cuando volvi&#243; a erguirse hizo una pregunta en perfecto japon&#233;s, acompa&#241;ada de una enigm&#225;tica sonrisa:<br><br><br>&#8212;<span style='color:#cca649'><b>&#191;Ser&#237;a usted tan amable de taparse los ojos un momento, por favor? </b></span><br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Jun 29 2020, 10:47 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> No tenía bastante confianza en su pobre inglés, pero esperaba que al menos fuera suficiente para que le entendiera… ¿pero ¿qué tal si el hombre ni siquiera hablaba inglés y su terrible pronunciación tan solo empeoraba las cosas? El hombre tan solo sonrió amablemente, parecía ser una persona tranquila. Ante mayor inspección, detecto el detalle que el hombre ni siquiera cargaba equipaje, lo cual era raro si era es que estaba ahí por turismo… ¿Qué tal si era un local? No se veía japonés, pero bien este podría ser un hāfu, y al hacer su pregunta, quizás había terminado ser un poco racista al asumir que era un extranjero.<br><br>El verse como se inclinaba de manera respetuosa, tan típica de los japoneses, le hizo pensar que en definitiva el hombre al menos estaba por lo menos familiarizado con las costumbres de su cultura. Sin embargo, dicho gesto de agradecimiento no le tomo tanto por sorpresa, sino la pregunta que recibió después, que provoco que se quedara unos breves segundos en silencio, pensando en ello. El hombre hablaba japonés, tan bien como un nativo, por lo que reforzó más su teoría de que realmente estaba hablando con un local, y cuando el recepcionista le dijo que no era un inquilino, no significaba que aún no se había registrado, sino que era miembro de la localidad. <br><br>El problema actual, sin embargo, no era la confusión del pelirrojo, que el hombre parecía no haberse tomado mal aparentemente, sino la pregunta que le había hecho. No entendía la razón de ello, y si bien Shirou, conocido hasta en su propia escuela como el conserje falso de Homurahara, era alguien que era más que feliz que ayudar al prójimo y escuchar sus “peticiones”; la que le presentaban en esta ocasión era algo bastante extraña.<br><br><b><span style='color:orange'>—Este… no tengo problema con eso, supongo, aunque antes quisiera disculparme, ahora que me percató, no tiene equipaje, así que no es un turista, ¿verdad? —</span></b>inclino ligeramente su cabeza en forma de disculpa <b><span style='color:orange'>—¿Es para un truco de magia o algo parecido? —</span></b>preguntó, pensando en la única conclusión lógica que tenía para eso, el hombre lucio ciertamente refinado, como de esos “magos” que viven de hacer ilusiones y trucos para entretener a un público.<br><br>Cual sea el caso, decidió aceptar la pequeña petición del moreno, al final de cuentas, este parecía ser una persona amable, y comparado a la gente que había encontrado a este momento, lucía… no necesariamente más normal, que tenía cierto aire extraño alrededor de él, pero efectivamente era más tratable, y fácil de hablar, comparado al extraño recepcionista que le recibió.<br><br>Cerró sus ojos y luego coloco cada palma de sus manos en el ojo que le correspondía, sellando así, de manera momentánea, su visión. <br><br><b><span style='color:orange'>—Listo —</span></b>anunció, habiendo cumplido lo que le habían esperado, aguardando un poco curioso, que es lo que se proponía el contrario. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Ataphis</b>  Sep 5 2020, 02:01 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <br><br>Cu&#225;nta inocencia junta. Un peque&#241;o osasis de ingenuidad en el oc&#233;ano de nauseabunda corrupci&#243;n que era toda aquella regi&#243;n, su horrible naturaleza escondida justo bajo la superficie de una villa monta&#241;osa normal y corriente. <br><br>La presencia de aquel muchacho ser&#237;a un inconveniente para sus planes, pero su deber estaba m&#225;s claro que nunca: deber&#237;a protegerle. <br><br>Despu&#233;s de todo, con solo una mirada de aquellos ojos clarividentes suyos hab&#237;a podido asomarse a su hermoso coraz&#243;n: un alma atormentada por un tr&#225;gico pasado que lo encadenaba en una peligrosa espiral de autodestrucci&#243;n, su vida envuelta en preciosas llamas de autosacrificio en pos de encontrarle un significado a su supervivencia. <br><br>No pod&#237;a dejar a alguien as&#237; morir. <br><br>No sin ayudarle a encontrar la salvaci&#243;n...<br><br>Tal era la voluntad de la Ma&#39;at.<br><br><br>Sus labios se curvaron una vez en una sonrisa amable a modo de &#250;nica respuesta a sus inocentes palabras. No estaba en su naturaleza mentir, incluso cuando se trataba de mentiras piadosas, por lo que prefiri&#243; callar y dejar que el silencio hiciera el trabajo sucio por &#233;l. Ya encontrar&#237;a tiempo para explicarle todo en su debido tiempo... mas lo que imperaba en aquellos instantes era su seguridad.<br><br>Quedaban apenas unos minutos para el anochecer, pod&#237;a sentirlo. Despu&#233;s de todo, el dios en su interior pod&#237;a presentir la llegada de su dominio.<br><br>&#8212;<span style='color:#cca649'><b>As&#237; es... un peque&#241;o truco de magia</b></span> &#8212;ser&#237;a lo &#250;nico que responder&#237;a, diciendo la verdad. <br><br>Cuando el muchacho cerr&#243; los ojos y se los cubri&#243; con las manos, el egipcio se encar&#243; al ap&#225;tico hombre del mostrador, que los contemplaba con vac&#237;a irritaci&#243;n: el eco falso de una emoci&#243;n que sin duda habr&#237;a sentido a menudo antes de... alcanzar sus actuales circunstancias.<br><br>Con la elegancia natural que le caracterizaba, el enigm&#225;tico hombre desliz&#243; una de sus manos en el interior de su gabardina negra, sacando de dentro lo que parec&#237;a ser una vieja moneda de oro. Se trataba de un poderoso artefacto, creado por uno de sus ancestros. Con gentil determinaci&#243;n coloc&#243; la moneda sobre el mostrador, llamando inmediatamente la atenci&#243;n del recepcionista, que baj&#243; la mirada y se qued&#243; absorto en el objeto como si nada m&#225;s en el mundo existiera.<br><br>Distra&#237;do como estaba, no pareci&#243; siquiera percatarse de que el hombre egipcio tom&#243; el libro de reservas de delante suyo y lo hoje&#243; unos instantes, haciendo una mueca irritada.<br><br>Con aquel amuleto de piedra roseta colgando del cuello, pod&#237;a descifrar incluso los complejos caracteres nativos de aquella regi&#243;n.<br><br>&#8212;<span style='color:#cca649'><b>La habitaci&#243;n n&#250;mero 42 es la &#250;nica libre...</b></span> &#8212;murmur&#243;, comprendiendo de inmediato la clase de taumaturgia que estaba en acci&#243;n en aquel lugar en cuanto dijo aquel n&#250;mero en voz alta.<br><br><br>Pero necesitaba confirmarlo primero.<br><br>Antes de eso, sin embargo... deb&#237;a encargarse de aquel recepcionista.<br><br>Dej&#243; el libro de registros de nuevo sobre la mesa donde lo hab&#237;a encontrado y extendi&#243; el brazo para darle un toquecito a con la yema del dedo &#237;ndice a la moneda que se hab&#237;a convertido en el centro del universo para aquel hombre. <br><br>En cuanto lo hizo, varios grabados desgastados aparecieron sobre la superficie del delgado metal, revelando letras griegas que emit&#237;an una gentil aura dorada. En cuanto la vio, los ojos de aquel recepcionista parecieron salirse de sus &#243;rbitas y perdi&#243; toda la compostura, abalanz&#225;ndose sobre la mesa para atrapar torpemente la moneda y met&#233;rsela en la boca como si le hiciera m&#225;s falta que el aire que respiraba.<br><br>En el momento en el que se la introdujo en la boca y cerr&#243; los labios, un cegador fogonazo de luz le ilumin&#243; el interior del cr&#225;neo emergiendo por las cuencas de los ojos como si de un Jack-o-Lantern viviente se tratara y su cuerpo se cay&#243; hacia delante sobre la mesa como un t&#237;tere al que le cortan los hilos, con una extra&#241;a expresi&#243;n de paz y tranquilidad en el rostro.<br><br><br>Una vez terminado el breve ritual, el misterioso hombre &#225;rabe tom&#243; al muchacho japon&#233;s de la mu&#241;eca y estir&#243; de &#233;l sin previo aviso, encamin&#225;ndose hacia el interior de la posada sin mirar atr&#225;s.<br><br>&#8212;<span style='color:#cca649'><b>Disculpe mi falta de modales, pero es una emergencia. Acomp&#225;&#241;eme. </b></span><br><br>Subiendo las escaleras con determinaci&#243;n y la mirada fija al frente, arrastrando al muchacho con sorprendente fuerza, fue abriendo todas y cada una de las puertas corredizas que se encontr&#243; a ambos lados del pasillo, revelando habitaci&#243;n vac&#237;a tras habitaci&#243;n vac&#237;a, dejando que la luz anaranjada del atardecer que se colaba por las ventanas iluminase tambi&#233;n el pasillo a medida que segu&#237;an avanzando.<br><br><br>Aquello pintaba mal.<br><br><br>Ten&#237;an poco tiempo para prepararse.<br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Oct 11 2020, 10:28 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Emiya Shirou no era alguien ingenuo…<br><br>No, Emiya Shirou era definitivamente alguien ingenuo en muchos aspectos, pero tampoco lo era tanto como para no sentir que había algo raro con la petición del extraño moreno. Sin embargo, su instinto igual le decía que esta persona era alguien confiable, alguien bueno, ojalá si ingenuidad no estuviera jugándole en contra en ese aspecto, pero había decidido hacerle el favor que le había pedido; además de que realmente tenía curiosidad a que se debía toda es cosa, ¿estaba relacionado con lo que ocurría en el pueblo?<br><br>Cerrar los ojos, lo que ahora mismo estaba haciendo; la oscuridad le envolvía, aunque sus otros sentidos aún permanecían. Escucho claramente los pasos del moreno, probablemente ir hacia el mostrador. De ahí, no pudo captar mucho de lo que oía, quizás el hojeo de un libro o algo por el estilo y nada más. Hasta que nuevo esos familiares pasos se le acercaron, jalándolo por la muñeca y guiándolo hacia el interior de la posada. <br><br><b><span style='color:orange'>—¿Eh? ¿Qué pasa? —</span></b>abrió los ojos, tan solo para dar un vistazo hacia atrás, donde estaba el mostrador y no veía nada; pues claro, desde su posición no podía ver el cadáver detrás del mismo.<br><br>No recibió respuesta, y de hecho continuo siendo arrastrado por la posada con gran fuerza, lo cual indicaba que el moreno era más de lo que aparentaba; como fuera, decidió seguirlo, estaban investigando la posada por lo que parecía, pues puerta tras puerta fue abierta… pero nada, estaban vacía cada una de las habitaciones… ¿cómo era eso posible?  <br><br>El atardecer estaba llegando, pronto la luz del sol se ocultaría y daría paso a la noche y algo le decía al pelirrojo, que era algo que el moreno no quería que pasará. <br><br><b><span style='color:orange'>—Dime… ¿sabes algo de lo que esta pasando en este lugar? —</span></b>no llegaría a nada si no preguntaba, por lo que decidió intentar de nuevo su suerte <b><span style='color:orange'>—. Vine a este lugar para ayudar, si sabes algo, por favor dímelo —</span></b>dijo con determinación, no podía permitirse quedarse de brazo cruzados si algún tipo de desastre estaba pasando o estaba por ocurrir.<br><br>Quizás el chico era un magus, y si bien la conversación que había escuchado por accidente, le indicaba que había un magus causando algún tipo de problema en ese pueblo, no necesariamente significaba que era el culpable. Los magi valoraban bastante sus secretos, desde los que estaban relacionados con sus propios misterios, por razones obvias; hasta el mismísimo secreto de la existencia de la magia. Había un desastre mundial en el mundo, poco de eso, pero eso no significaba que las organizaciones de magi por el mundo, estaban deseosos de que el secreto saliera a flote.<br><br><b><span style='color:orange'>—¿Acaso eres de la torre del reloj? —</span></b>tales chances eran muy diminutas, considerando que la sede de la misma ahora estaba bajo una cúpula; era probable que dicha organización no tenía tiempo actualmente de preocuparse por un país al que nunca le han tenido mucho interés.<br><br>Sin embargo, de entre las varias organizaciones que había de magi, era la que según él, era la más conocida; había otras, como Chaldea, cuya existencia se había enterado hace poco, pero el nombre de torre de reloj sonaba algo más mundano, significando que no buscaba averiguar si el moreno pertenecía a tal organización, sino su reacción a la misma. </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>