    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=59&amp;t=2098'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Constantinopla &gt; <font color='red'>The Meaning of a Fight [Priv]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 5 2020, 02:32 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="right"><i>Viernes, 3 de abril del 2020, 5:21 p.m.<br>Ciudad de Fuyuki, Constantinopla</i></div><br><br><br><div align="center"><b>¿Qué es una pelea?</b></div><br><br>Dependiendo de a quien le preguntes una pelea puede ser algo bueno o algo malo, la mayoría de las personas te dirán que una pelea es algo malo, no importa el tipo de pelea que tengas frente, siempre alguien terminará herido, puede que incluso ambos lados terminen muy heridos y aquella pelea no haya valido realmente la pena.<br><br>Sin embargo, las peleas suelen ser un medio para resolver conflictos y su eficacia es incuestionable.<br>¿Alguien te ha hecho enojar y sientes la necesidad de desquitarte con él?, pelea.<br>¿Un estúpido está viendo demasiado a tu novia y quieres ponerlo en su lugar?, pelea.<br>¿Un ladrón está intentando robarte en la calle?, pelea.<br>¿Quieres dominar un país y subyugarlo a tu voluntad?, pelea.<br><br>Ya sea algo personal como pelear con el único propósito de defenderte de alguien que te ataca o algo a mucha mayor escala como invadir un país, la única forma &quot;correcta&quot; de hacerlo es con una pelea.<br><br>El instinto de pelea es uno de los más primales que habitan en el cerebro del ser humano, incluso si suele estar apagado ya que en el día a día las personas normales no requieren usarlo tan a menudo, es un hecho que todos &quot;saben pelear&quot; si son empujados a ello, aunque en esta ocasión no es que aquellos dos hayan sido empujados a pelear, sino que más bien lo hacían por un acuerdo mutuo.<br><br><span style='color:mediumpurple'>—Estoy listo cuando tú lo estés, Shirou—</span> tenía su katana en la mano ya desenvainada, sus dos manos envolvían la empuñadura de esta y su mirada estaba fija en su rival, un muchacho de cabellos rojizos que había conocido hace más o menos una hora.<br><br>El lugar en el que se encontraban era un viejo edificio abandonado el cual Constantino había remodelado y limpiado, este lo había bautizado como &quot;Constantinopla&quot;, una arena de combate algo escondida en Fuyuki, el lugar en cuestión era especialmente un parqueadero el cual había dejado de funcionar y el cual Constantino había reclamado como suyo, un lugar escondido de los ojos humanos en donde un combate con magia puede ser llevado a cabo sin restricciones....claro que en caso de tratase de un hechizo o Noble Phantasm muy poderoso es probable que el lugar se desmorone, así que hay que tener algo de cuidado, pero seguramente ni Tyson ni Shirou poseían habilidades que pudiesen destruir aquel parqueadero.<br><br>En todo caso, ya sea por obligación o por deseo propio, una pelea es una pelea, y si hay un hombre que le da un nuevo significado a la palabra &quot;pelea&quot;, ese es Tyson Shiharu.<br>Para muchos puede parecer un simple tipo con una katana que trabaja en una panadería, quizá su aspecto más llamativo sea su forma de vestir la cual parece muy atrasada para el tiempo en el que vivimos, eso sumado a su poca comprensión por algunas cosas modernas hace parecer que en realidad es una persona que viene del pasado, y si bien sabiendo de la existencia de los servants aquello no suena tan descabellado, lo cierto es que Tyson está hecho de carne, hueso y sangre como cualquier humano común y corriente.<br><br><span style='color:mediumpurple'>—Ah, si, creo que normalmente se usan algunas reglas, ¿no?—</span> una pregunta que podía sonar inocente a primera vista, pero que descomponiéndola un poco dejaba ver un lado más oscuro y preocupante incluso. Las reglas existen para mantener las cosas controladas después de todo, los deportes tienen reglas que penalizan las infracciones, al mismo tiempo deportes como el karate tienen reglas que penalizan por luchar de determinada forma, pero lo cierto era...<br><br><div align="center"><span style='color:green'><i>&quot;En una pelea de verdad no hay reglas, no tienes porque seguir ningún código ni porque respetar a tu oponente, el honor y el Bushido son cosas a la que solo los idiotas se aferran. &quot;</i></span></div><br><br>En una pelea real no habían reglas, Tyson no conocía que eran las reglas.<br>Para él mientras no se saliese de las enseñanzas del Bushido cualquier cosa era válida, por eso su pregunta podía llegar a ser aterradora, Shirou no estaba peleando contra un simple panadero alegre, estaba peleando contra alguien a quien la línea entre &quot;entrenamiento&quot; y &quot;pelea a muerte&quot; no le significaba nada.<br><br>....<br><br>Con esa presentación uno pensaría que Tyson iba a matar a Shirou por error, pero lo cierto es que estaba justamente preocupado por no hacer eso.<br><span style='color:mediumpurple'>—Si quieres puedo guardar la katana e ir por una cuchara de madera a la panadería—</span> realmente estaba preocupado por no hacerle daño <span style='color:mediumpurple'>—Pero creo que eso sería insultarte un poco, no pareces el tipo de chico que necesita que los demás se preocupen por ti—</span> ahora estaba algo confundido, ¿debería ir suave con Shirou?, no, su forma de mostrar respeto a sus rivales era ir con todo sin guardarse nada.<br><br>Aunque debía recordar que aquella era una sesión de entrenamiento, hay algo que recalcar de todos los compañeros de entrenamiento de Tyson: Su padre, Constantino, Foreigner.<br>Todos eran ampliamente superiores al panadero, por eso incluso si iba con la intención de matarlos seguramente no lo conseguiría, pero Shirou....sería difícil entrenar amistosamente con él pues nunca antes lo había hecho.<br><br><span style='color:mediumpurple'>—Como sea, tienes el primer movimiento Shirou, no tienes que guardarte nada—</span> seguía sin estar seguro de como afrontar aquella situación, ¿debería contenerse?, ¿debería luchar como si realmente quisiese matarlo?, ¿respetarlo o subestimarlo?, era difícil entrenar en esos términos. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 5 2020, 04:37 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque (a elegir entre físico, mágico, o a distancia al principio del combate). - 6 PM por turno.</li></div><br><b>Elijo ataque físico.<br></b></div></div><br><br><br><div align="center"><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br><br><b>REINFORCEMENT - C : </b> (Activa continua) 3MP(Por rango de habilidad) Cada turno. +2 +2, por rango de habilidad, a las defensas y ataques físicos.<br><br><span style='font-size:16pt;line-height:100%'><b>Equipado: </b></span><br><br><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque físico. - 6 PM por turno.</li></div><br><br><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br><b>UNLIMITED BLADE WORKS: TRACING - A++: </b>(Pasiva) +4 a los ataques físicos y por rango del NP. Aumenta la posibilidad de critico en 2 en los rangos E, C y A. (Pasiva) +4 a la res. física por cada + del NP.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW) + 6 (refuerzo)  + 12 (CE) = <b><span style='color:orange'>73</span></b><br><b>Ataque con dado: </b> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20+73: 9+73 = 82</span><br></div><br><br><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— I set my Craft Essence (?) —";
}



</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 5 2020, 05:28 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Emiya Shirou no esperaba que terminase entrenando con el panadero, cuando fue a visitarlo para preguntar sobre Kaito. Sin embargo, no pod&#237;a desaprovechar la oportunidad; la espada de Tyson le hab&#237;a contado en parte de lo habilidoso que era Tyson blandiendo la espada, por lo que aprender de es ser&#237;a vital para mejorar sus habilidades. S&#237;, ten&#237;a a Mordred, con qui&#233;n igualmente pensaba entrenar un d&#237;a de estos, pero Tyson era mero humano, mientras que Mordred era un esp&#237;ritu heroico, as&#237; que hab&#237;a diferentes cosas que pod&#237;a aprender de los dos.<br><br>Contra Tyson, en este caso, intentar&#237;a medirse con &#233;l usando sus propias habilidades, no recurriendo a los poderes de demi-servant, por lo que permanecer&#237;a como un mero humano durante todo el confrontamiento. Esto era porque quer&#237;a mejorar sus propias habilidades y no simplemente depender de las ventajas que proporcionaba el cuerpo de un esp&#237;ritu heroico, por lo que la situaci&#243;n era perfecta.<br><br>Lo bueno que hab&#237;a avisado que llegar&#237;a un poco m&#225;s tarde, aunque tampoco dejo muy claro el porqu&#233;; quiz&#225;s Mordred podr&#237;a protestar, diciendo que ser&#237;a mejorar que entrenara con ella nom&#225;s, o que podr&#237;a ser peligroso. Era un caballero, por lo tanto, era normal que su servant tuviera ese lado sobre protector sobre &#233;l, pero Shirou quer&#237;a dejar en claro que &#233;l tampoco permitir&#237;a que su servant&#8230; no, su compa&#241;era y amiga luche sola, por lo que ten&#237;a que continuar mejorando, no hab&#237;a de otra. <br><br>Razones para peleas hab&#237;a muchas, en este caso, la raz&#243;n para Shirou era el simple mejorar. No pod&#237;a evitar sentir algo de inter&#233;s y curiosidad sobre ver las habilidades de Tyson en persona, pero incluso disfrutando un poco el combate, a diferencia del panadero, no luchaba por el mero acto de pelear.<br><br>No, para &#233;l pelear era un simple camino a su meta, no la meta en s&#237;, para as&#237; convertirse en un h&#233;roe de la justicia, como tal se lo hab&#237;as prometido a su padre. <br><br>Shirou ahora, habiendo seguido a Tyson hasta su destino, ve&#237;a asombrado la arena en la que hab&#237;an llegado. Se encontraba en un edificio, que por fuera parec&#237;a completamente abandonado y mal estado, pero tras entrar en el mismo y dirigirse al lugar de combate, Shirou no pod&#237;a m&#225;s que encomendar la persona que hab&#237;a preparado tal escenario.<br><br>Era perfecto, porque magia o no, pelear en esta &#233;poca con espadas reales quiz&#225;s no ser&#237;a bien visto en p&#250;blico, por m&#225;s que no busquen matarse el uno al otro. <br><br>Escucho las palabras de Tyson, qui&#233;n tras desvainar su espada, dec&#237;a que ya estaba listo. La escena era bastante particular, un estudiante en su uniforme y un hombre vestido con ropas m&#225;s tradicionales, como si el futuro y el pasado se enfrentaran en dicha pelea, cuando en realidad ambas personas pertenec&#237;an a la misma &#233;poca.<br>Con las siguientes palabras del panadero, Shirou pudo notar su preocupaci&#243;n; no las tom&#243; con insulto, incluso cuando dijo que ir&#237;a por una cuchara. No es que necesariamente este subestimando a Shirou, pero la verdad es que las habilidades de Tyson eran bastante avanzadas, por lo que era normal que alguien de su calibre se preocupara por un estudiante, magus o no, que hab&#237;a conocido ese mismo d&#237;a. Incluso es posible que Kaito y Leeroy le hubieran platicado un poco sobre &#233;l.<br><br>El problema era, que desde que hab&#237;a visto a sus dos amigos, hab&#237;a cambiado bastante, para mal o para bien.<br><br><b><span style='color:orange'>&#8212;Trace&#8230; &#8212;</span></b>comenz&#243; a musitar su aria, auto sugestion&#225;ndose e imagin&#225;ndose aquel martillo de pistola siendo accionado, activando as&#237; sus circuitos m&#225;gicos <b><span style='color:orange'>&#8212;On</span></b><br><br>Dos espadas se materializaron en sus manos; cada una era como reflejo de la anterior, contrastando solo en algunos detalles como su color; Kanshou and Bakuya, dos espadas gemelas, que representaban el amor de un herrero por su esposa, qui&#233;n se hab&#237;a sacrificado por &#233;l. <br><br><b><span style='color:orange'>&#8212;Tyson, para esta pelea, pienso permanecer con un mero humano, no pienso utilizar mis habilidades de demi-servant &#8212;</span></b>declaro esto, quiz&#225;s no ten&#237;a nada que ver con las preguntas del panadero, pero en realidad por ah&#237; iba la cosa <b><span style='color:orange'>&#8212;. Dicho esto, quiz&#225;s haya sido ambiguo un poco sobre qui&#233;n el esp&#237;ritu heroico en el que me puedo convertir&#8230; digamos que &#8212;</span></b>esto era raro, la &#250;nica persona a que le hab&#237;a dicho hasta el momento era a Grace y Mordred <b><span style='color:orange'>&#8212;, b&#225;sicamente yo&#8230; no, no es correcto, digamos que un Emiya Shirou de otro mundo  diferente a este, termino por hacer un pacto con Alaya, el inconsciente colectivo de la humanidad, convirti&#233;ndose as&#237; en un guardi&#225;n de la counter force &#8212;</span></b>Shirou no ten&#237;a idea si Tyson sab&#237;a esos detalles con respecto a las fuerzas en el mundo como Alaya, pero al tener un padre magus, era plausible <b><span style='color:orange'>&#8212;. Quiz&#225;s te preguntes a que vengo con esto, bueno, es sencillo, ver&#225;s, mi cuerpo pose&#237;do por aquel futuro alternativo, cada vez que peleo, mi cuerpo perfecciona y aprende aquellas futuras habilidades m&#237;as&#8230; no &#8212;</span></b>sujeto con fuerza sus espadas, con estas apuntando hacia adelante <b><span style='color:orange'>&#8212;, quiz&#225;s sea mejor decir, que cada vez que mi cuerpo pelea, es invadido por el esp&#237;ritu heroico Emiya &#8212;</span></b>su cuerpo se ergio un poco, como coloc&#225;ndose en posici&#243;n para correr, hab&#237;a cierta distancia entre el panadero y &#233;l<b><span style='color:orange'> &#8212;. As&#237; que a&#250;n como un mero humano, de carne y hueso, podr&#237;as decir que te estas enfrentando a la verdadera imitaci&#243;n de un esp&#237;ritu heroico, Tyson, as&#237; que no te contengas,  te pido ese favor.</span></b><br><br>A&#250;n recordaba la ense&#241;anza de Maru de hace un mes, justo antes de que partiera; podr&#237;a ser un mero entrenamiento, pero deb&#237;a tom&#225;rselo en serio. &#201;l no usar activamente sus poderes de demi-servant, no era que subestimar&#225; a Tyson, pero era precisamente porque admiraba lo que hab&#237;a visto en su espada, que quer&#237;a enfrentarse a &#233;l de esa manera. <br><br>&#191;Ser&#237;a capaz de vencerle? <br><br>No sab&#237;a, pero no por ello ten&#237;a pensado perder; al igual que sus proyecciones, deb&#237;a tener una fuerte imagen de su victoria, de no ser as&#237;, se quebrar&#237;an, siendo rechazados por el mundo en que habita. La espada de Tyson era bastante resistente, as&#237; que no hab&#237;a raz&#243;n por lo que no utilizar sus armas predilectas, nobles fantasmas o no; en cuanto a su cuerpo, como ya era una segunda naturaleza para &#233;l, ya hab&#237;a sido inundado con prana, reforzando as&#237; sus capacidades f&#237;sicas al mayor l&#237;mite. <br><br>En puros t&#233;rminos de artes marciales, Shirou era superado, pero para su suerte el pelirrojo contaba con la poca magecraft que pod&#237;a usar, adem&#225;s de la experiencia recibida por aquel guardi&#225;n de la humanidad. Por lo tanto, ya no teniendo m&#225;s que decir, de un momento a otro sali&#243; disparando, tan r&#225;pido como pod&#237;a, para atacar a Tyson, blandiendo sus espadas; primero su izquierda, la espada negra Kanshou, la que simbolizaba al esposo que la hab&#237;a forjado; una vez que Tyson se moviera o bloqueara el ataque con su espada, usar&#237;a la derecha para dar un segundo ataque. Ambas se mover&#237;an en una direcci&#243;n vertical, la primera teniendo como objetivo el cuello del rival, bien sabiendo que su oponente podr&#237;a evitar el da&#241;o, mientras que la segunda iba dirigida hacia su brazo izquierda.<div align="center"><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> 231<br><b>MP TOTAL: </b> 272<br><b>ATAQUE F&#205;SICO:</b> 27 + 28 (UBW) + 6 (refuerzo) + 12 (CE)  = 73<br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA F&#205;SICA:</b> 18 + 6 (refuerzo)  + 8 (UBW)  = 32 <br><b>RESISTENCIA M&#193;GICA:</b> 4<br><b>RANGO DE CR&#205;TICO: </b> 10-20<br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra se&#241;or Panadero de la pander&#237;a de Pan</span></span></span><br><span style='font-size:22pt;line-height:100%'><b><span style='color:red'>82</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b>231 <br><b>MP: </b>272 - 9 (refuerzo) - 6 (CE) = <b><span style='color:orange'>257</span></b><br></div></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Primera ronda &#8212;";
}

</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 5 2020, 05:38 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='font-size:14pt;line-height:100%'><b>[Equipamiento]</b></span><br><br>+6 de daño físico.<br>+6 de defensa física.<br>+5% de regeneración de HP.<br>Guts 1 de HP<br><br><span style='font-size:14pt;line-height:100%'><b>Defensa:</b></span><br><br>Tyson se defiende con defensa física: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 13 = 13</span> +2<br><br><span style='font-size:14pt;line-height:100%'><b>Stand By:</b></span><br><br>Tyson activa Affection of the Foreigner Goddess Rank A<br><br>Efectos: (Activa continua) 3MP por rango de habilidad, cada turno. Aumenta el rango crítico de Tyson en 2 Rango E /4 Rango C/ 6 Rango A.<br><br><br>Grappler Toughness Rank D<br><br>Efectos: (Pasiva) +1, por rango de habilidad, a la defensa física. En caso de que se acierte un critico esta cifra pasa a +4, por rango de habilidad.<br><br><br><br>Balanced Resolve Rank E<br><br>Efectos: (Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><br>Peerless Swordmanship Rank C<br><br>Efectos: (Pasiva) Aumenta el rango crítico de Tyson en 1 Rango E/2 Rango C/3 Rango A.<br><br>Tyson activa Clear Mind Rank A<br><br>Efectos: (Activa) 40MP 4CD. +8, por rango de HM, al ataque físico. +5, por rango de HM, a la potencia critica. Mientras esta habilidad cura los estados alterados &quot;Mentales&quot; en Tyson y lo vuelve inmune a estos. Duración 1T en los rangos E,C y A.<br><br><br><br>Tyson activa Empyrean Eye Rank E<br><br>Efectos: (Activa) 40MP 4CD. Ignora en 25% +5, por rango de HM, la ventaja de servants contra humanos. 40 + 7, por rango de habilidad, a un ataque físico realizado por Tyson.<br><br><br><span style='font-size:14pt;line-height:100%'><b>Ataque:</b></span><br><br>Tyson ataca con ataque físico: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 5 = 5</span> +42 +40 +47 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 5 2020, 07:03 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Ante sus preguntas lo único que obtuvo como respuesta fueron unas palabras que identificó a duras penas <b><span style='color:orange'>&quot;Trace On&quot;</span></b>, aquello sin duda era inglés, pero no entendía porque Shirou había pronunciado aquellas palabras, ¿acaso era de los que disfrutaban diciendo los nombres de sus técnicas en voz alta?, Tyson era medio parte de ese club, aunque hacía ya algún tiempo no las decía en voz alta.<br><br>Notó entonces como dos espadas cortas, una negra y otra blanca se materializaban en sus manos, ambas eran casi idénticas, aquello probablemente lo había hecho con su habilidad de proyección, si...ahora que lo pensaba, Emiya Shirou no era un magus cualquiera, enfrentarse a él era como enfrentarse a una armería viviente, aunque hubiese elegido aquellas espadas gemelas como sus armas para iniciar el combate, Tyson no podía solo relajarse y pensar en que aquello sería todo lo que Shirou usaría en combate, ¿qué tantas armas tendría guardadas en su mente?, aquellas espadas gemelas eran un par, pero...también tenía grabada la katana de Tyson.<br><br>El muchacho apartó un momento la mirada de Shirou para mirar su katana, esta estaba tan reluciente como siempre, no estaba seguro sobre si Shirou la usaría en su contra, si lo hacía probablemente Tyson sabría como contrarrestarla, después de todo era su única arma y la que conocía tan bien como su cuerpo, no tendría problemas en enfrentar una copia de su espada, pero las copias de las demás armas que Shirou pudiese proyectar....su lado &quot;lógico&quot; le decía que tuviese cuidado, pero su lado &quot;salvaje&quot; le exigía que empujase a Shirou a usar todo su arsenal, quería ver todo lo que este podía hacer.<br><br>Aunque lamentablemente no podría ver todo de lo que era capaz Shirou, o eso dijo el pelirrojo pues le comunicó a Tyson que en aquella pelea planeaba pelear como un &quot;humano común y corriente&quot;, este también le explicó la raíz de sus poderes y sobre el espíritu heroico que se encontraba su cuerpo, era difícil de creer, pero tratándose de Shirou era difícil dudar de él <span style='color:mediumpurple'>—Así que...¿este espíritu que quiere matarte es Emiya Shirou?—</span> preguntó aquello un tanto confundido, no dudaba de la palabra de Shirou, pero aún así se le hacía muy extraño que si aquel espíritu heroico de verdad era &quot;otro Shirou&quot; este intentase matarlo, ¿no crearía eso una paradoja?......realmente pensar cosas complicadas hacía que su cerebro se quejase, así que decidió dejar de hacerlo <span style='color:mediumpurple'>—Ya veo, voy a serte sincero, solo entendí la mitad de las cosas que dijiste—</span> quizá menos de la mitad, pero la sinceridad ante todo <span style='color:mediumpurple'>—Pero si entiendo bien, estoy enfrentando a alguien que se volverá un héroe en el futuro, ¿no?—</span> apretó la empuñadura de su katana con ambas manos fuertemente, la idea de luchar contra alguien que en el futuro sería un héroe lo suficientemente grande como para volverse un espíritu heroico era simplemente emocionante, claro que preferiría enfrentar al servant Emiya Shirou en lugar de al &quot;héroe en entrenamiento Emiya Shirou&quot;, pero no se cortaría ni un poco en luchar con él para comenzar a forjar su leyenda.<br><br>Como ya se habrá notado, conceptos como &quot;Alaya&quot; o &quot;Counter Force&quot; le sonaban algo vagos, recordaba haberlos escuchado en las clases de su padre un par de ocasiones, pero el significado de estos había desaparecido completamente de su cerebro, de hecho, cualquier información útil había desaparecido de su cerebro, lo único que quedaba era la parte que se encargaba de pelear, y aquella parte solo deseaba una cosa <span style='color:mediumpurple'>—Si lo que quieres es que pelee con todo, cumpliré tu deseo Shirou—</span> su posición cambió a una más agresiva, su cuerpo estaba inclinado más hacia adelante, se apoyaba más que nada sobre su pierna derecha y su espada había sido levantada un poco más hasta el punto en el que la empuñadura estaba  casi a la altura de su frente, una posición que gritaba <span style='color:mediumpurple'>&quot;Voy a ir con todo&quot;</span>.<br><br>Shirou inicio el combate cargado contra Tyson con intención de atacarlo cuerpo a cuerpo con ambas espadas, obviamente el espíritu heroico que habitaba en su cuerpo debía pertenecer a la clase Saber, no había duda de ello, ¿cómo explicaría sino su afinidad con las espadas?, era obvio que era un servan de clase Saber, pero dejando de lado lo extraña que puede llegar a ser la vida y el sistema de clasificación es espíritus heroicos, Shirou arremetió contra el panadero con intenciones de atacarlo con ambas espadas a la vez, una táctica simple de buenas a primeras, pero efectiva para tomar contacto.<br><br>Era una pena que Tyson fuese tan...¿temerario?, pues si bien aquella táctica en efecto logró cortar un poco la carne del panadero, este no cambió ni un poco su plan inicial.<br><br><span style='color:mediumpurple'>—Eres fuerte Shirou—</span><br><br>Admitió estando cara a cara con Shirou, de sus dos brazos chorreaba sangre, afortunadamente los cortes no habían sido tan profundos debido a que había tensado sus músculos aumentando considerablemente la resistencia de estos, no tendría habilidades mágicas para fortalecer su cuerpo y ser más fuerte o resistente, pero lo que si tenía era un arsenal completo de técnicas y tácticas con varios años de antigüedad que le permitían sobreponerse a las adversidades.<br><br>En esta ocasión usó algo simple como tensar sus músculos al mismo tiempo que levantaba los brazos para bloquear ambas espadas de Shirou con estos, esto dio como resultado que estas cortasen cerca de sus hombros, lo cual lleva a pensar a cualquier persona con sentido común, ¿por qué?<br><br>Tyson pudo elegir varios aproximamientos al aquel ataque, retroceder y contraatacar astutamente, bloquear una hoja al riesgo de ser cortado por la otra y aún así encontrar una abertura para atacar, pero en esta ocasión decidió simplemente irse por lo simple pero efectivo.<br><br><div align="center"><span style='color:green'><i>&quot;A veces para dar un buen golpe primero tienes que recibir uno&quot;</i></span></div><br><br>Aquellas palabras de su padre resonaron en su cabeza al mismo tiempo que en sus brazos se escuchaba el sonido de la carne siendo cortada y la sangre chorreando, sus dos brazos estaban cortados cerca de los modos, pero su katana seguía en lo alto y Shirou estaba muy cerca y totalmente expuesto.<br><br>Para derrotar a un espíritu heroico no basta solo fuerza, no basta solo técnica, velocidad, ingenio o suerte, para derrotar a un espíritu heroico necesitas una mezcla de todo lo ya mencionado, pero por sobre todas las cosas:<b> Voluntad.</b><br><br>La voluntad y la decisión de entregarte a fondo en aquel enfrentamiento, la carencia total de sentido común y de miedo, ¿pudo perder ambos brazos?, si, probablemente, pero si no hubiese corrido tal riesgo no habría podido acorralar a Shirou de aquella forma para cortarlo <span style='color:mediumpurple'>—Aquí voy, Shirou—</span> con lo cerca que estaban sus rostros el uno del otro seguramente el pelirrojo pudo ver la llama que ardía indomitablemente en los ojos del panadero, aunque probablemente estaba más ocupado viendo la larga katana que bajaba violentamente en un corte vertical el cual tenía como intención cortarle el brazo izquierdo y abrirle el pecho llegado a su corazón.<br><br>.....<br><br>Claro que no iba a llegar a tanto, si notaba que Shirou no podía esquivarlo bien o no llegaba a bloquearlo solo se detendría dando un pequeño corte en su hombro izquierdo.<br><br><span style='font-size:14pt;line-height:100%'><b>Cálculo:</b></span><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><div align="center"><span style='color:mediumpurple'><b>Stats:</b></span><br><br>HP Total: 151<br>MP Total: 166<br>Ataque Físico: 36 (+6)<br>Defensa Física: 1 (+6)<br>Rango de Crítico: 4-20<br><br><br><br>Shirou ataca con potencia 82<br><br>Tyson se defiende con defensa 27<br><br>82-27= 55<br><br>Tyson toma 55 de daño<br><br>Tyson se cura el 5% (+8) de HP<br><br>Tyson activa Clear Mind Rank A (+40 Ataque Físico) (+25% Potencia Crítica)<br><br>Tyson activa Empyrean Eye Rank E (+47 Ataque Físico)<br><br>Tyson ataca con 134x1.8= 241<br><br>Al acertar un golpe crítico, Tyson gana +6 de Defensa por Grappler Toughness Rank D.<br><br><br><span style='color:orange'><b>Shirou</b></span><br>231/231 HP ||257/279 MP<br><br><span style='color:mediumpurple'><b>Tyson</b></span><br><span style='color:red'>104/151 (-55) <span style='color:lime'>(+8)</span> HP</span> ||<span style='color:cyan'>71/166 (-40) (-40) (-15)MP</span><br></div><br></div></div><br><br><br><!--c1--><table border='0' align='center' width='95%' cellpadding='3' cellspacing='1' id='CODE-WRAP'><tr><td><b>CODE</b> </td></tr><tr><td id='CODE'><!--ec1-->&#91;color=orange&#93;&#91;b&#93;Shirou&#91;/b&#93;&#91;/color&#93;<br>231/231 HP ||257/279 MP<br><br>&#91;color=mediumpurple&#93;&#91;b&#93;Tyson&#91;/b&#93;&#91;/color&#93;<br>&#91;color=gray&#93;104/151HP&#91;/color&#93; ||&#91;color=gray&#93;71/166 MP&#91;/color&#93;<!--c2--></td></tr></table><!--ec2--> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 5 2020, 07:49 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><b>REINFORCEMENT - C : </b> (Activa continua) 3MP(Por rango de habilidad) Cada turno. +2 +2, por rango de habilidad, a las defensas y ataques físicos.<br><br><b>BROKEN PHANTASM: THE DESTROYED ILLUSION - D : </b> (Activa) 20MP 2CD. 15 +5, por rango de habilidad, a un ataque físico de Shirou.<br><br><b>RHO AIAS: THE SEVEN RINGS THAT COVER THE FIERY HEAVENS - E : </b> (Activa) 20MP 2CD. 15 + 5(Por rango de habilidad ) al realizar una tirada de defensa física.<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Equipado: </b></span><br></span><br><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque físico. - 6 PM por turno.</li></div><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b>(Pasiva) +4 a los ataques físicos y por rango del NP. Aumenta la posibilidad de critico en 2 en los rangos E, C y A. (Pasiva) +4 a la res. física por cada + del NP.<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defens</span></span></span><br><br><b>Defensa sin dado: </b> 18 (defensa física)  + 8 (UBW) + 6 (refuerzo)  + 20 (RHO) = <b><span style='color:orange'>52</span></b><br><b>Defensa con dado: </b> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 20 = 20</span> + 52<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW) + 6 (refuerzo)  + 12 (CE)  + 25 (BP) = <b><span style='color:orange'>98</span></b><br><b>Ataque con dado: </b>  <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 7 = 7</span> + 98<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 5 2020, 08:48 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—Sí… es complicado —</span></b>dijo cuando Tyson le había preguntado y si él quería, en otra ocasión le explicaría a mayor detalle. Aunque técnicamente, ya no era el mismo Emiya Shirou del que Archer provino, debido a que este no experimento lo ocurrido con los domes y en cambio, fue un participante de la guerra por el santo grial.<br><br>Las memorias de Archer como Shirou, estaban bastante difusas, y tan solo había logrado recordar una que otra cosa, meros detalles, o escenas importantes, como cuando recordó al ver a Mordred, que había invocado a Arturia.<br><br>En cuanto al resto de las cosas que había dicho, parecía que Tyson no había comprendido del todo bien ciertos términos; la verdad Shirou estaría un poco en sus zapatos, su padre no había entrado tampoco en mucho detalle al explicarle tales términos y si los podía entender era porque básicamente tenía un counter guardián poseyéndolo. Por lo tanto, tan solo se limitó a asentir cuando hizo la pregunta de que se volvería un futuro héroe, aunque para Shirou, su respuesta no era por el hecho de que al existir Archer, él se convertirá en un héroe similar<br><br>No, él seguirá su propio camino, diferente al de Kiritsugu y al de Archer, asegurándose de no albergar resentimientos o arrepentimientos como esos dos terminaron haciéndolo<br><br>Sin embargo, independientemente si Tyson había entendido con exactitud lo que le había dicho, lo que quería había sido logrado. Tyson había cambiado a una posición mucho más agresiva, listo para recibir el ataque de Shirou. Esto puso definitivamente una sonrisa en el pelirrojo, quién esperaba sacar provecho del enfrentamiento. Tyson no sería fácil de vencer, pero no quería pensar que era imposible, por lo que con la victoria en mente había empezado su primer ataque.<br><br>La táctica empleada por Tyson, eso sí, le tomo un poco por sorpresa, aunque en cierta forma, le recordó a sí mismo y su forma tan temeraria de luchar. Shirou era el tipo de persona que luchaba sin poner mucha atención a su propio cuerpo, no, mejor dicho, lo hacía, pero no temía ponerlo en peligro para lograr algo. Incluso el espíritu heroico que le poseía tenía cierto estilo que consistía en dejarse aberturas al atacar, esperar que el enemigo las tome y luego contratacar. <br><br>Tyson había hecho algo similar, había usado su propio cuerpo para detener el ataque de Shirou; ¿lo había dañado? Sí, sin duda alguna, pero con su resistente cuerpo había hecho que el corte no fuera demasiado profundo, deteniéndose en sus músculos. irónicamente, el ser un humano y no una clase de monstruo, le había salvado, que, de serlo, sus espadas probablemente hubieran afectado mucho más gravemente.<br><br>Por desgracia, no había tiempo para admirar la táctica empleada por su oponente, quién continuaría su ataque, intentando bajar su katana en forma vertical, para cortar el brazo del pelirrojo y parte de su pecho. Obviamente no le daba tiempo para sacar su espada y bloquearlo, de hecho, ni siquiera tenía tiempo para pensar la mejor forma de hacer eso, porque no era como si fuera una especie de anime, dónde en el momento crítico todo se parará para que el protagonista pudiera pensar un plan rápido.<br><br>No, nada de eso, tuvo que actuar por instinto y reflejo<br><br><b><span style='color:orange'>—¡Rho Aias&#33; —</span></b>exclamo de inmediato, creando una especie de escudo, o mejor dicho, un pétalo de luz, que se puso en el camino de la espada de Tyson.<br><br>Proyectar tal escudo, no era muy bueno en cuanto a costo, porque al ser un escudo, algo que se alejaba bastante al concepto de una espada, le hacía tener que esforzarse más para crearlo. Él hacerlo en tal situación y de manera tan abrupta, era mucho más difícil, por lo que tan solo había hecho un pétalo, que si bien no pudo materializarse lo suficientemente fuerte para detener por completo el ataque de Tyson, le dio tiempo suficiente a Shirou, quién soltó sus armas, para luego hacerlas desvanecerse y comenzar a retroceder, bien sabiendo que igual recibiría un daño, de eso ano había duda.<br><br>Inmediatamente retrocedió varios metros hacia atrás, tomando su distancia, el corte de Tyson había continuado y había logrado dar en el pecho de Shirou, provocando un corte allí, que haría que brotará algo de sangre. No era suficientemente profundo para ser peligroso y además por alguna razón que el pelirrojo desconocía, siempre era bueno para recuperarse de heridas. Como fuera, estaba seguro de que, necesitaría comprar un uniforme nuevo antes de volver a casa, para evitar preguntas que preferiría no responder.<br><br><b><span style='color:orange'>—B-bien hecho, Tyson, casi me tienes —</span></b>comentó, dándole un cumplido honesto a su oponente, mientras retrocedía unos metros un poco; quizás al verle usar espadas, pensaría que su clase era Saber y Shirou no podía culparle. <br><br>Tal vez era algo muy apresurado, el combate tan solo había empezado, pero era una especie de agradecimiento a Tyson por haberse tomado la pelea en serio. Así que, una vez que había tomado suficiente distancia, miro fijamente a Tyson y se preparó para su siguiente ataque. <br><br><b><span style='color:orange'>«My body is made of swords»</span></b>, dicho verso paso por su mente, era algo que describía perfectamente lo que era Emiya Shirou, una espada, y tal auto sugestión le permitía emplear mejor su magecraft; por ello, sus circuitos se inundaron inmediatamente de prana, en su mano apareció un gran arco negro, cuyo material era uno de este mundo, pero que en esta época no había sido aún descubierto. <br><br>Su cuerpo se puso en posición, relajando su mente, fijando su objetivo que era Tyson Shiharu. Con su izquierda sostuvo el arco, mientras que, con la derecha, levanto su mano, haciendo que en ella apareciera una espada completamente negra. Como si dicha espada fuera una flecha, comenzó a colocarla en la cuerda del arco; al mismo tiempo, estaba aplicando refuerzo a dicha espada, lo que no solamente la inundaba de prana, sino que cambiaba su forma; dicha espada comenzó a transformarse, tornándose más delgada y larga, volviéndose más aerodinámica, a la vez que Shirou comenzaba a estirar la cuerda. <br><br>El noble fantasma estaba siendo saturado con energía mágica, al punto que comenzaría a romperse; era un broken phantasm, algo que pocos espíritus heroicos se atrevería a hacer, porque era básicamente sacrificar su arma por un ataque mucho más poderoso. Era ahí que Emiya tenía la ventaja, con su Unlimited Blade Works, podía proyectar cuantos proyectiles como su mana le permitiera. <br><br>Se requería una gran fuerza para hacer todo eso, sin ser un demi-servant, Shirou tenía que reforzar su cuerpo a su límite, para poder conseguirlo y aún así no era comparable a lo que el espíritu heroico EMIYA podía hacer, sin embargo,  de momento era suficiente, quizás luego alcanzaría mayores velocidades y poder, pero entendía que eso tomaba su tiempo.<br><br>Su broken phantasm estaba listo, aumentando así el rango del arma que normalmente se vería degradada por su tracing. No obstante, antes de liberar su ataque, quería dedicarle unas cuantas palabras a su oponente.<br><br><b><span style='color:orange'>—Un saber, un shielder  o un archer... quizás sea un lancer, ¿tú que crees Tyson? —</span></b>esbozo una sonrisa, definitivamente ese era más EMIYA que el mismo Shirou hablando, pero probaba un punto y era que Tyson no debería juzgar a Shirou basado en las clases de servants <b><span style='color:orange'>—¡Hrunting&#33; —</span></b>exclamo el nombre de su proyectil y soltó la cuerda, liberando la poderosa flecha con dirección a su oponente. <br><br>La flecha negra, con curvas que se movían en espiral alrededor de ella, una vez disparada, se convertiría en una bala mágica que alcanzaría unas velocidades increíbles y que tomaría el camino más directo hacia Tyson, que era su objetivo. Por su naturaleza, aseguraba que no fallaría; sin importar que sea desviada, repelida o esquivada, la flecha continuaría yendo por su objetivo, hasta que esta fuera destruida o diera en el blanco. <br><br>Caladoblg sería otra opción, pero Shirou no quería arriesgarse a que el edificio se les viniera encima, por lo destructivo que podía ser dicho ataque, por lo que Hrunting era una alternativa igual de útil y mucho más segura de usar en un ambiente como este, aunque generalmente lo ideal sería dispararla a una distancia fuera de la vista del oponente.<br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> 231<br><b>MP TOTAL: </b> 272<br><b>ATAQUE FÍSICO:</b> 27 + 28 (UBW) + 6 (refuerzo) + 12 (CE)  = 73<br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA FÍSICA:</b> 18 + 6 (refuerzo)  + 8 (UBW)  = 32 <br><b>RESISTENCIA MÁGICA:</b> 4<br><b>RANGO DE CRÍTICO: </b> 10-20<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra señor Panadero de la pandería de Pan</span></span></span><br>20+52= 72 * 1.5 = 108 - 241 (ataque del panadero) =  <span style='font-size:22pt;line-height:100%'><b><span style='color:red'>-133</span></b></span><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra señor Panadero de la pandería de Pan</span></span></span><br><span style='font-size:22pt;line-height:100%'><b><span style='color:red'>105</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b>231 - 133 = <b><span style='color:orange'>98</span></b><br><b>MP: </b>257 - 9 (refuerzo) - 6 (CE) - 20 (BP) - 20 (RHO) = <b><span style='color:orange'>202</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— Segunda ronda —";
}

</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 5 2020, 05:43 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='font-size:14pt;line-height:100%'><b>[Equipamiento]</b></span><br><br>+6 de daño físico.<br>+6 de defensa física.<br>+5% de regeneración de HP.<br>Guts 1 de HP<br><br><span style='font-size:14pt;line-height:100%'><b>Defensa:</b></span><br><br>Tyson se defiende con defensa física: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 6 = 6</span> +14<br><br><span style='font-size:14pt;line-height:100%'><b>Stand By:</b></span><br><br>Affection of the Foreigner Goddess Rank A<br><br>Efectos: (Activa continua) 3MP por rango de habilidad, cada turno. Aumenta el rango crítico de Tyson en 2 Rango E /4 Rango C/ 6 Rango A.<br><br><br>Grappler Toughness Rank D<br><br>Efectos: (Pasiva) +1, por rango de habilidad, a la defensa física. En caso de que se acierte un critico esta cifra pasa a +4, por rango de habilidad.<br><br><br><br>Balanced Resolve Rank E<br><br>Efectos: (Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><br>Peerless Swordmanship Rank C<br><br>Efectos: (Pasiva) Aumenta el rango crítico de Tyson en 1 Rango E/2 Rango C/3 Rango A.<br><br>Clear Mind Rank A<br><br>Efectos: (Activa) 40MP 4CD. +8, por rango de HM, al ataque físico. +5, por rango de HM, a la potencia critica. Mientras esta habilidad cura los estados alterados &quot;Mentales&quot; en Tyson y lo vuelve inmune a estos. Duración 1T en los rangos E,C y A.<br><br><br><br>Empyrean Eye Rank E<br><br>Efectos: (Activa) 40MP 4CD. Ignora en 25% +5, por rango de HM, la ventaja de servants contra humanos. 40 + 7, por rango de habilidad, a un ataque físico realizado por Tyson.<br><br><br><span style='font-size:14pt;line-height:100%'><b>Ataque:</b></span><br><br>Tyson ataca con ataque físico: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 12 = 12</span> +42 +40  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 5 2020, 11:40 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> El tema de Emiya y el &quot;otro Emiya&quot; era muy complicado, o quizá no, probablemente era mucho más fácil de lo que parecía, pero Tyson estaba más ansioso por comenzar el combate que por comprender aquellas cosas, ya en otra ocasión Shirou podría contarle al respecto, pero de momento solo se prepararon para comenzar, la pelea prometía ser una muy intensa, aunque luego de aquella pequeña charla con Shirou ahora el panadero tenía una duda ¿él también tendría las aptitudes para volverse un servant?, la verdad no lo creía, tenía cierto talento, pero estaba muy lejos de donde quería estar, eso sumado a que no había realizado ningún acto que pudiese &quot;grabar su alma&quot; en el concepto de servant hacía que las probabilidades fuesen pocas, al parecer hacía falta más que solo fuerza para volverse un servant, eso lo había notado luego de varias peleas contra diferentes servants, varios de estos eran fuertes pero aún así los había vencido, así que la fuerza no hacía al servant, eran sus actos los que dejaban su nombre en la historia y eran sus actos los cuales le darían la posibilidad de ser invocado luego....aunque sinceramente Tyson no deseaba ser un servant ni nada parecido, aquello fue solo un pensamiento fugaz que cruzó por su cabeza antes de comenzar la contienda.<br><br>Luego de aquel movimiento temerario de Tyson el tiempo pareció avanzar de forma mucho más lenta, probablemente para Shirou ocurrió algo similar, si habría que explicar esto la forma más óptima de decirlo sería que ambos estaban en el &quot;Flujo&quot;, explicado de manera sencilla, el Flujo era un estado físico y mental que el cuerpo podía alcanzar cuando se enfrentaba a una situación arriesgada, en dicho estado los movimientos se vuelven más precisos, la resistencia al dolor incrementa mucho al igual que la fuerza y el cerebro parece apagarse para dejar que el cuerpo actúe por su propia cuenta, en esa ocasión el cuerpo de Shirou se enfrentaba a una pesada y afilada katana que bajaba violentamente hacia él con la única intención de partirlo en dos, por lo que era casi seguro que entraría en dicho estado.<br><br>Pero si hablamos del panadero el cual atacaba al pelirrojo, aquel estado era algo más... &quot;Natural&quot; para él, no era algo a lo que pudiese acceder normalmente, no era como un switch el cual presionaba y automáticamente lo volvía mucho más rápido, fuerte y resistente, pero considerando la gran cantidad de adrenalina que el cuerpo del panadero sobrevivía a diario no era extraño que estuviese muy familiarizado con dicho estado en el que todo su mundo se teñía de blanco.<br><br>Si, para Tyson ahora mismo toda Constantinopla era blanca, no, de hecho no existía nada en aquel mundo privado de color, todo era una superficie plana y lo único que tenía color en aquel mundo era Shirou pues derrotarlo era su único objetivo y no iba a descansar hasta conseguirlo...o hasta que Shirou lo derribase e hiciese que se quedase en el suelo<br><br><span style='color:mediumpurple'>—Buena reacción—</span> lo felicitó cuando notó como este creaba alguna clase de pétalo el cual lo protegió a medias del salvaje golpe que Tyson le dirigió.<br>Aún así, aquel escudo no fue suficiente para frenar del todo su ataque pues el golpe continuó y si bien Shirou logró retroceder para evitarlo un poco, la punta de su katana igual logró alcanzarlo provocándole un corte un tanto superficial en el pecho.<br><br>Notó como Shirou se preparaba para su siguiente ataque, nuevamente subió su guardia, esta vez no pudo levantar tanto su katana ya que debido a los daños que había sufrido en sus hombros no podía darse tantas libertades para esgrimir su katana, pero encontraría la forma de continuar luchando aún si no tenía acceso a todo su arsenal de movimientos <span style='color:mediumpurple'>—Esos fueron dos buenos cortes, y esa defensa...no estuvo mal, pero tienes que trabajar en ella—</span> lo elogió y al mismo tiempo aconsejó, lo que más le preocupaba era su defensa pues si bien aquel pétalo que Shirou había invocado había cumplido su propósito de minimizar el daño, el hecho de que este no hubiese podido defender del todo a Shirou era preocupante, cuando levantas un escudo debes estar confiado en que este resistirá, pero si falla...tienes que prepararte para lo peor.<br><br>¿Era de la clase de peleador que prefería esquivar o recibir los ataques de frentes para bloquearlos o resistirlos?, Tyson creía que era del primer tipo pues usó aquel escudo y en vez de mantenerlo firmemente retrocedió, pero de nuevo, Emiya Shirou tenía un arsenal infinito en su poder, no sería extraño que su estilo de combate pudiese ser tan variado como las armas que esgrimía.<br><br>Entonces, otra arma apareció, esta vez...¿era un arco?, era uno bastante grande, pero lo que más sorprendió a Tyson fue el proyectil que Shirou estaba preparando <span style='color:mediumpurple'>—Que sujeto tan impresionante—</span> murmuró para sí mismo mientras una sonrisa aparecía en su rostro, incluso si aquella táctica le era totalmente desconocida y no sabía que esperar exactamente, estaba ansioso por ver lo que probablemente sería una de las especialidades de Shirou &quot;disparar espadas&quot;, y se refirió a aquello como especialidad de Shirou ya que no conocía a nadie lo suficientemente loco como para poner una espada en un arco y dispararla, aunque debía darle crédito por no disparar el arma así como así sino que este fue moldeando la espada hasta alargarla y volverla un proyectil más fiable.<br><br><span style='color:mediumpurple'>—Si me pides mi opinión...No me importa en lo más mínimo, ¡ven con todo&#33;—</span> era la verdad, no importaba a que clase perteneciese el espíritu heroico de Emiya Shirou, al final del día lo único que le importaba a Tyson era luchar contra él usando todo lo que tenía, y al parecer Shirou haría lo mismo, o eso podía intuir por la sensación de peligro que su cuerpo sentía, algo le decía que si aquella espada...flecha...algo le decía que si aquello lo golpeaba en un mal lugar podría llegar a morir, pero justamente aquel pensamiento llenaba el cuerpo de Tyson de más energías y ansias por que el momento del disparo llegase.<br><br>En el momento en el que Shirou dejó de tensar su arco y liberó la cuerda, Tyson pareció desaparecer completamente de su vista, no se había hecho invisible ni nada parecido, aunque sus brazos habían sido dañados y había perdido algo de sangre, sus piernas aún estaban en perfecto estado y eso le permitió esquivar la flecha a una velocidad que incluso el animal más veloz del planeta envidiaría.<br><br>Aunque sería erróneo decir que Tyson fue más rápido que el proyectil que le fue disparado, este simplemente se movió antes y pareció desaparecer completamente del lugar, pero lo cierto era que...<br><br><span style='color:mediumpurple'>—Eso pudo haberme matado—</span> a decir verdad, todo puede matar a Tyson ya que es un simple humano sin nada especialmente remarcable, pero de alguna forma su cuerpo tiene la capacidad de resistir daños que no debería, quizá simple genética o el entrenamiento intenso, pero la razón de esto importaba poco, ahora mismo el panadero se encontraba dos metros sobre la cabeza de Shirou con su katana lista para atacarlo mientras caía.<br><br>Lo que el panadero había hecho podía parecer magia, pero realmente no lo era, simplemente se movió lo suficientemente rápido como para que sus pies alcanzasen una pared la cual usó de punto de apoyo para saltar sobre Shirou quedando por encima de este listo para atacarlo, si no podía usar la fuerza de sus brazos usaría la fuerza de la gravedad, así que cayó sobre Shirou con su katana lista para dar otro corte vertical el cual nuevamente tenía intenciones de partir al pelirrojo en dos, pero....sus planes se vieron interrumpidos por algo inesperado.<br><br><span style='color:mediumpurple'>—¡Ugh&#33;—</span> hizo un gesto de dolor mientras aquella flecha explotaba violentamente al mismo tiempo que impactaba en su espalda, ¿cómo?, ¿cómo era posible?, Shirou la había disparado en línea recta frente a él, entonces porque...bueno, quizá simplemente tenía esa propiedad, debía ser de la clase de cosas que &quot;Persiguen a su objetivo hasta dar con él&quot;, de haber sabido el tipo de proyectil que era hubiese intentado bloquearlo o destruirlo por otros medios, pero la falta de información lo llevó a esa situación en la que ahora tenía una nueva herida en la espalda, esta vez aquella &quot;flecha&quot; que Shirou le había disparado había impactado en su omoplato derecho destrozándoselo al mismo tiempo que algunas costillas....dolía bastante, no iba a negarlo. Aunque al menos ahora entendía mejor una de las lecciones de su padre, estaba demasiado adolorido para recordarla del todo, pero esta iba sobre estudiar a tu oponente con anticipación pues la información sobre este podía evitarte sorpresas desagradables como esas.<br><br><span style='color:mediumpurple'>—¡Necesitarás más que eso para dejarme en el suelo, Shirou&#33;—</span> el dolor era bastante fuerte, pero la adrenalina lograba sedarlo un poco, además, aquella posición que tenía sobre Shirou era perfecta para pasar a la ofensiva, solo porque había recibido un muy buen golpe no cesaría su ataque, incluso si luego su brazo se arrepentía y le pedía un descanso, Tyson no se lo iba a dar hasta que el combate hubiese terminado, por lo que cayó sobre Shirou mientras daba un corte vertical una vez más.<br><br><span style='font-size:14pt;line-height:100%'><b>Cálculo:</b></span><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br>[align=center]<span style='color:mediumpurple'><b>Stats:</b></span><br><br>HP Total: 151<br>MP Total: 166<br>Ataque Físico: 36 (+6)<br>Defensa Física: 1 (+6)<br>Rango de Crítico: 4-20<br><br><br><br>Shirou ataca con potencia 105<br><br>Tyson se defiende con defensa 36<br><br>105-36= 69<br><br>Tyson toma 69 de daño<br><br>Tyson se cura el 5% (+8) de HP<br><br>Tyson ataca con 94x1.8= 169<br><br><br><br><span style='color:orange'><b>Shirou</b></span><br>98/231 HP ||202/279 MP<br><br><span style='color:mediumpurple'><b>Tyson</b></span><br><span style='color:red'>54/151 (-69) <span style='color:lime'>(+8)</span>HP</span> ||<span style='color:cyan'>56/166 (-15) MP</span><br></div></div><br><br><br><!--c1--><table border='0' align='center' width='95%' cellpadding='3' cellspacing='1' id='CODE-WRAP'><tr><td><b>CODE</b> </td></tr><tr><td id='CODE'><!--ec1-->&#91;color=orange&#93;&#91;b&#93;Shirou&#91;/b&#93;&#91;/color&#93;<br>98/231 HP ||202/279 MP<br><br>&#91;color=mediumpurple&#93;&#91;b&#93;Tyson&#91;/b&#93;&#91;/color&#93;<br>&#91;color=gray&#93;54/151HP&#91;/color&#93; ||&#91;color=gray&#93;56/166 MP&#91;/color&#93;<!--c2--></td></tr></table><!--ec2--><br><br>Off: En el primer turno se me olvidó sumar +6 de defensa por mi equipamiento, así que luego de hacer los cálculos el turno anterior debí haber perdido 44 de HP, perdón por ese desliz(?) </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 12:18 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> Shirou instintivamente activa su modo demi, porque Tysone es OP (?). 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><b>REINFORCEMENT - C : </b> (Activa continua) 3MP(Por rango de habilidad) Cada turno. +2 +2, por rango de habilidad, a las defensas y ataques f&#237;sicos.<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Equipado: </b></span><br></span><br><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque f&#237;sico. - 6 PM por turno.</li></div><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b>(Pasiva) +4 a los ataques f&#237;sicos y por rango del NP. Aumenta la posibilidad de critico en 2 en los rangos E, C y A. (Pasiva) +4 a la res. f&#237;sica por cada + del NP.<br><br><b>INDEPENDENT ACTION- A++: </b> En caso de no tener master: Reduce en un 10% la penalizaci&#243;n al MP y recupera un 5% la ventaja contra humanos por rango de la habilidad. En caso de tener master: Recupera en un 1% tanto el HP como MP por rango de la habilidad. (Pasiva)<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP m&#225;ximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (defensa f&#237;sica)  + 8 (UBW) + 6 (refuerzo)  = <b><span style='color:orange'>32</span></b><br><b>Defensa con dado: </b> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 16 = 16</span> + 32<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque f&#237;sico)  + 28 (UBW) + 6 (refuerzo)  + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>Ataque con dado: </b>  <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 13 = 13</span> + 73<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 03:13 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> A&#250;n ard&#237;a la herida en su pecho, pero era una suerte que Shirou supiera bien lidiar con el dolor, as&#237; que simplemente hab&#237;a ignorado el dolor, algo que seguramente Tyson igualmente hab&#237;a hecho tras ser herido en sus brazos, lo cual seguramente afectar&#237;a la movilidad de los mismos en alguna forma. <br><br>En cuanto al broken phantasm que acababa de disparar, sin duda alguna eso hab&#237;a agotado un poco al pelirrojo; su cuerpo a&#250;n no estaba del todo acostumbrado para lidiar con dicho poder sin la asistencia que era el cuerpo de un servant, as&#237; que era normal que sus reservas de mana hubieran sufrido un gasto considerable, al igual que su propio cuerpo. Su respiraci&#243;n se hab&#237;a acelerado un poco, mientras ve&#237;a como la flecha iba hacia su objetivo.<br><br>Todo paso bastante r&#225;pido, hab&#237;a que encomendar a Tyson por su velocidad de reacci&#243;n, pues para ojos inexpertos, este parecer&#237;a como si hubiera desaparecido. Sin duda alguna, tampoco hab&#237;a que desprestigiar el hecho, que hab&#237;a predicho de manera correcta la trayectoria del proyectil, para poder moverse antes que este y as&#237; evitarlo. Era un concepto b&#225;sico para evitar ese tipo de ataques, como armas de fuego, hab&#237;a que intentar predecir d&#243;nde ir&#237;a la bala y moverse para tener una ventaja, as&#237; alcanzando una oportunidad de escapar del ataque. <br><br><b><span style='color:orange'>&#8212;Lo dudo &#8212;</span></b>contest&#243;, siendo dicha declaraci&#243;n, el respeto que ten&#237;a por las habilidades de Tyson, de otra manera, alguien como Shirou jam&#225;s se arriesgar&#237;a a matar a un compa&#241;ero como Tyson.<br><br>El hecho que llegar&#225; a tales alturas, eran prueba de la confianza que el pelirrojo ten&#237;a en las capacidades del panadero como espadach&#237;n.<br><br>Sin embargo, esquivar su ataque hab&#237;a sido la respuesta incorrecta; la habilidad de su espada-flecha, tomar&#237;a por sorpresa al panadero, qui&#233;n sentir&#237;a el impacto de la misma justo en la espalda; su ataque hab&#237;a sido un &#233;xito y la verdad un ataque de ese calibre bien podr&#237;a matar a un ser humano normal, pero Tyson no lo era porque hab&#237;a llevado su cuerpo a sus l&#237;mites. Hab&#237;a que se&#241;alar, que al igual que Tyson, que en los momentos decisivos quiz&#225;s disminuir&#225; la fuerza de sus ataques, para evitar que fueran letales, la flecha de Shirou no hab&#237;a sido cargada con todo el poder que podr&#237;a haber sido, pero parte de ello era tambi&#233;n en beneficio al pelirrojo, qui&#233;n prefer&#237;a no gastar toda su energ&#237;a en dicho ataque. <br><br>Por desgracia, cuando se preparaba para dar un siguiente ataque y quiz&#225;s, si ten&#237;a suerte, derrotar ya ah&#237; en el aire a Tyson, no se espero que su oponente seguir&#237;a intentando atacarle; s&#237;, como ya se hab&#237;a dicho, esperaba que eso no fuera suficiente para derrotarle, pero creer&#237;a que al menos detendr&#237;a aquel ataque que intentaba hacer en el aire; Tyson bajo de inmediato con su espada, queriendo a cortar a Shirou y parte de la explosi&#243;n causada por su proyectil, quiz&#225;s hab&#237;a ayudado al menos un poco, para que con el impulso, este llegara mucho m&#225;s r&#225;pido a su objetivo.<br><br>La situaci&#243;n era bastante grave, Shirou por si solo era incapaz de moverse justo a tiempo o bloquear la espada para poder salvarse el pellejo, porque el golpe que se le ven&#237;a bien podr&#237;a ser mortal. Quiz&#225;s si no acababa de disparar un ataque de la magnitud de un broken phantasm, ser&#237;a capaz de reaccionar justo a tiempo, pero definitivamente la situaci&#243;n actual no era esa.<br><br>En cuanto a Tyson, ser&#237;a bastante dif&#237;cil para &#233;l intentar cambiar el ataque; quiz&#225;s podr&#237;a intentar hacerlo menos letal, pero habr&#237;a gravedad en la herida de todas maneras, por lo que seguro este se sorprender&#237;a que cuando bajara, solo quedar&#225; una especie de capa blanca en el lugar que estaba Shirou.<br><br>&#191;Qu&#233; hab&#237;a pasado? <br><br>Era sencillo, como ser humano, hab&#237;a perdido. Su cuerpo hab&#237;a reaccionado con el instinto de sobrevivir y empleo las medidas necesarias para asegurarlo; en ese corto instante, sus poderes emergieron y termino por moverse a una velocidad sorprendente, a una que incluso con refuerzo jam&#225;s lograr&#237;a alcanzar en su estado actual.<br><br>Lo que hab&#237;a dejado era una simple capa, parte del atuendo que ahora llevaba, sin embargo, no hab&#237;a pasado sin su da&#241;o. Aquella capa blanca hab&#237;a sido cortada y Shirou que le hab&#237;a estado vistiendo hace un instante, igual, justo en el hombro y dicha herida se extend&#237;a un poco por una parte de su antebrazo, lo que seguro difcultar&#237;a su movilidad un poco, sin duda alguna, dolor sentir&#237;a cada vez que lo moviera.<br><br><b><span style='color:orange'>&#8212;Parece que como Emiya Shirou, he perdido &#8212;</span></b>comentar&#237;a, con un tono un poco m&#225;s grave, lo que le dar&#237;a cierta notalidad m&#225;s seria; al mismo tiempo, mover&#237;a su brazo para sacudirse la sangre que brotaba de su herida y poder ver esta sin problema alguno.<br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><img src='https://i.imgur.com/t6nDZMY.gif' border='0' alt='user posted image' /><br><img src='https://i.imgur.com/59dpE5Y.png' border='0' alt='user posted image' /></div></div><br><br><br>Su uniforme hab&#237;a sido ya remplazado, ahora lo cubr&#237;a una armadura negra, hecha de un material similar al del arco que ya hab&#237;a desaparecido de sus manos; encima de aquella armadura, se encontraba vistiendo la mitad de un abrigo rojo, que en realidad era un sudario sagrado, que hab&#237;a sido el regalo de una persona que el esp&#237;ritu heroico conocido como EMIYA, ya no pod&#237;a recordar; sus zapatos habi&#225;n sido remplazado por unas botas militares, en las cuales la parte baja su pantal&#243;n negro se escondia y finalmente, una bandana del mismo rojo que su abrigo, se encontraba en su cabeza.<br><br><b><span style='color:orange'>&#8212;Debo decir, que quiz&#225;s fue arrogante de mi parte intentar luchar de la manera que lo hice, esta claro que puedes pelear sin problemas con servants y si lo que dijiste en la panader&#237;a es una indicaci&#243;n, ya has incluso vencido algunos &#8212;</span></b>servants o magi, solo tienes que cortarlos, hab&#237;a dicho Tyson Shiharu <b><span style='color:orange'>&#8212;. Quiz&#225;s parte de m&#237; sigue no queriendo recurrir a este poder, pero creo que debo entender que, si quiero lograr mis objetivos, es necesario que termine usando esto&#8230; al final de cuentas, su prop&#243;sito es ser usado a favor de la humanidad &#8212;</span></b>quiz&#225;s no de la misma manera, que la counter force generalmente empleada a EMIYA, pero Shirou seguir&#237;a usando el poder del guardi&#225;n para resguardar a la humanidad <b><span style='color:orange'>&#8212;. Es mejor que me acostumbre a ello, m&#225;s temprano que tarde.</span></b><br><br>El luchar usando los poderes de EMIYA, no ven&#237;a sin sus m&#233;ritos; su cuerpo en este momento estaba siendo, literalmente, invadido por aquel ideal heroico del futuro y cuando m&#225;s transcurra el tiempo usando, su cuerpo humano asimilar&#237;a la experiencia. Sin embargo, no hab&#237;a usado esta forma en muchas ocasiones y mucho menos en una batalla del calibre que ten&#237;a con Shiharu, al menos no desde aquella misi&#243;n en marzo.<br><br><b><span style='color:orange'>&#8212;As&#237; que perm&#237;teme corregir esa arrogancia m&#237;a, Tyson &#8212;</span></b>sus palmas se abrieron<b><span style='color:orange'> &#8212;Trace&#8230; &#161;ON&#33; &#8212;</span></b>comenz&#243; a correr de nuevo hacia Tyson, en sus manos ese par de espadas nuevamente se manifestaron, al igual que un par de espadas bastardas, de aspecto simple, a cada uno de sus lados, que inmediatamente salieron disparadas hacia su objetivo.<br><br>Shirou, o mejor dicho en este caso, EMIYA seguir&#237;a justo detr&#225;s de dichas espadas, us&#225;ndolas para cubrirse un poco, intentando hacer que Tyson se enfocara en ellas. Era algo bastante obvio, pero ir&#237;a con la intenci&#243;n de dejarse un poco abierto, dejando una clara abertura en su defensa, al mismo tiempo que atacaba con sus dos espadas cortas, ambas viniendo desde la derecha a la izquierda, con la intenci&#243;n de cortar verticalmente al panadero por el &#225;rea del pecho.<br><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>272</span></b><br><b>ATAQUE F&#205;SICO:</b> 27 + 28 (UBW) + 6 (refuerzo) + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA F&#205;SICA:</b> 18 + 6 (refuerzo)  + 8 (UBW)  = <b><span style='color:orange'>32 </span></b><br><b>RESISTENCIA M&#193;GICA:</b> 4<br><b>RANGO DE CR&#205;TICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneraci&#243;n de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneraci&#243;n de MP:</b> 272*0.07 = <b><span style='color:orange'>19</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra se&#241;or Panadero de la pander&#237;a de Pan</span></span></span><br><b>Defensa de Shirou: </b> 48*1.25 (ventaja demi) = 60*1.5 (cr&#237;tico) = <b><span style='color:orange'>90</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>90</span></b> <b><span style='color:red'>- 169</span></b> = <span style='font-size:14pt;line-height:100%'> <b><span style='color:red'>-79</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra se&#241;or Panadero de la pander&#237;a de Pan</span></span></span><br><b>Defensa de Shirou: </b> 86*1.25 (ventaja demi) = 107.5 &#8776; 108*1.5 (cr&#237;tico) = <b><span style='font-size:14pt;line-height:100%'><span style='color:orange'>162</span></span></b><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b>98 - 79 = 19 + 16 (independent action) = <b><span style='color:orange'>35</span></b><br><b>MP: </b>202 - 9 (refuerzo) - 6 (CE) - 10 (demi) + 19 (independent action)  = <b><span style='color:orange'>196</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Tercera ronda  &#8212;";
}

if(document.getElementById("spoilerName" + (i-1)).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + (i-1)).innerHTML = "&#8212;  Apariencia de EMIYA&#178;  &#8212;";
}

</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 6 2020, 03:24 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='font-size:14pt;line-height:100%'><b>[Equipamiento]</b></span><br><br>+6 de daño físico.<br>+6 de defensa física.<br>+5% de regeneración de HP.<br>Guts 1 de HP<br><br><span style='font-size:14pt;line-height:100%'><b>Defensa:</b></span><br><br>Tyson se defiende con defensa física: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 6 = 6</span> +14<br><br><span style='font-size:14pt;line-height:100%'><b>Stand By:</b></span><br><br>Affection of the Foreigner Goddess Rank A<br><br>Efectos: (Activa continua) 3MP por rango de habilidad, cada turno. Aumenta el rango crítico de Tyson en 2 Rango E /4 Rango C/ 6 Rango A.<br><br><br>Grappler Toughness Rank D<br><br>Efectos: (Pasiva) +1, por rango de habilidad, a la defensa física. En caso de que se acierte un critico esta cifra pasa a +4, por rango de habilidad.<br><br><br><br>Balanced Resolve Rank E<br><br>Efectos: (Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><br>Peerless Swordmanship Rank C<br><br>Efectos: (Pasiva) Aumenta el rango crítico de Tyson en 1 Rango E/2 Rango C/3 Rango A.<br><br>Clear Mind Rank A<br><br>Efectos: (Activa) 40MP 4CD. +8, por rango de HM, al ataque físico. +5, por rango de HM, a la potencia critica. Mientras esta habilidad cura los estados alterados &quot;Mentales&quot; en Tyson y lo vuelve inmune a estos. Duración 1T en los rangos E,C y A.<br><br><br><br>Empyrean Eye Rank E<br><br>Efectos: (Activa) 40MP 4CD. Ignora en 25% +5, por rango de HM, la ventaja de servants contra humanos. 40 + 7, por rango de habilidad, a un ataque físico realizado por Tyson.<br><br><br><span style='font-size:14pt;line-height:100%'><b>Ataque:</b></span><br><br>Tyson ataca con ataque físico: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 10 = 10</span> +42 +40 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 6 2020, 05:47 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Escuch&#243; la respuesta de Shirou ante su comentario y inevitablemente dej&#243; salir un corta risa, estaba seguro que el pelirrojo dec&#237;a aquello totalmente en serio, quiz&#225; Tyson igual hab&#237;a exagerado un poco al decir tan a la ligera que &quot;algo pod&#237;a matarlo&quot; cuando hab&#237;a sobrevivido a un enfrentamiento contra alguien mucho m&#225;s terrible y poderoso que Shirou, a&#250;n as&#237;, el que alguien tan fuerte como lo era Shirou reconociese su fuerza hac&#237;a que el panadero fuese feliz <span style='color:mediumpurple'>&#8212;Me das mucho cr&#233;dito, Shirou&#8212;</span> coment&#243; brevemente antes de continuar con el combate.<br><br>Su espada se dirig&#237;a hacia Shirou una vez m&#225;s, el &#250;nico resultado posible para aquel ataque era un golpe directo y quiz&#225; letal, claro que Tyson evitar&#237;a esto &#250;ltimo a toda costa, pero tampoco pod&#237;a bajar la intensidad ahora, su cuerpo estaba cerca de su l&#237;mite y dejar que sus m&#250;sculos se enfr&#237;asen podr&#237;a costarle caro, por eso es que continu&#243; con su ataque hacia Shirou totalmente confiado en que este acertar&#237;a.<br><br>Y lo hizo, su ataque dio...&#191;en el blanco?, no...bueno si, hab&#237;a dado en algo, la sensaci&#243;n &#250;nica que se pod&#237;a sentir al cortar algo era inconfundible para Tyson qui&#233;n ya llevaba muchos a&#241;os cortando cosas con su katana, aunque logr&#243; cortar en dos aquel manto blanco que hab&#237;a aparecido de la nada tambi&#233;n hab&#237;a cortado algo m&#225;s, probablemente a Shirou quien hab&#237;a logrado esquivar aquel ataque de una manera impresionante la cual Tyson habr&#237;a aplaudido de no ser porque se encontraba con las manos ocupadas en su katana.<br><br>Al principio no entendi&#243; que suced&#237;a, su cerebro intentaba comprender que acababa de pasar, &#191;aquello era una proyecci&#243;n de Shirou?, no, no ten&#237;a sentido, el muchacho no entend&#237;a que acababa de suceder, no  lo entendi&#243; hasta que apart&#243; su vista de la capa blanca para fijarla en quien ten&#237;a frente a &#233;l <span style='color:mediumpurple'>&#8212;Ya veo, as&#237; que vas a ir completamente serio ahora&#8212;</span> solo le bast&#243; un vistazo para entenderlo, no necesitaba m&#225;s, aquella nueva forma de Shirou...con solo estar all&#237; parado Tyson pod&#237;a notar el enorme poder de este, hab&#237;a cedido finalmente y decidi&#243; usar sus poderes de demi servant.<br><br>Shirou admiti&#243; la derrota como Emiya Shirou, aquello...no alegraba del todo a Tyson, no se sent&#237;a frustrado por no haber ganado ni tampoco decepcionado porque Shirou hubiese faltado a su palabra, al contrario, estaba feliz porque Shirou ir&#237;a con todo a partir de ese momento, lo que ten&#237;a entonces amargado al panadero es que este ya casi no ten&#237;a energ&#237;as para continuar con aquel combate, a diferencia del cuerpo de Shirou el cual hab&#237;a sido potenciado por un esp&#237;ritu heroico el suyo no ten&#237;a nada con lo que potenciarse, sin embargo...aquello no era una queja, no estaba llorando porque hab&#237;a alguien m&#225;s fuerte delante de &#233;l, al contrario, aunque su cuerpo le estaba rogando por un descanso, su alma le estaba exigiendo que fuese hasta el final.<br><br><span style='color:mediumpurple'>&#8212;Debo admitir, que te ves muy bien as&#237;&#8212;</span> no es que normalmente Shirou no se viese bien, de hecho dir&#237;a que era un muchacho de buen ver, pero una batalla no se ganaba solo vi&#233;ndose bien, hab&#237;an muchos factores que determinaban al vencedor, y si bien la mayor&#237;a de esos factores se estaban inclinando hacia el lado de Shirou, hab&#237;an un par que a&#250;n estaban del lado de Tyson firmemente plantados e inclinando la balanza hacia su favor.<br><br><span style='color:mediumpurple'>&#8212;Si fuiste arrogante o no, ahora importa poco, estoy feliz de que hayas decidido luchar con todo lo que tienes&#8212;</span> si hubiese usado aquellas habilidades de demi servant antes probablemente el combate habr&#237;a terminado antes en favor de Shirou, con solo verlo el panadero pod&#237;a saber lo incre&#237;blemente fuerte que era, sab&#237;a que era un entrenamiento amistoso y que Shirou no ten&#237;a intenci&#243;n alguna de acabar con su vida, pero a&#250;n as&#237; su cuerpo y el instinto de supervivencia de este le dec&#237;a que si no ten&#237;a cuidado podr&#237;a morir, no necesariamente por intenci&#243;n de Shirou sino por desangrarse.<br><br><span style='color:mediumpurple'>&#8212;En todo caso, me alegra ver que aceptes ese poder Shirou&#8212;</span> extendi&#243; su mano izquierda frente a &#233;l, continu&#243; sosteniendo la katana con la derecha y a la izquierda la mantuvo frente a &#233;l con su palma abierta <span style='color:mediumpurple'>&#8212;Hay personas que nacen fuertes, otros se esfuerzan para serlo y algunos simplemente tienen la suerte de que la fuerza llegue a ellos sin que deban buscarla&#8212;</span> apret&#243; entonces su mano formando un pu&#241;o, el mayor s&#237;mbolo de fuerza y el m&#225;s primitivo de todos <span style='color:mediumpurple'>&#8212;Al final del d&#237;a no importa como consigas tu fuerza, sino como la uses&#8212;</span> personas que luchan por s&#237; mismas, personas que luchan por los dem&#225;s, personas que solo luchan por luchar...<br><br><span style='color:mediumpurple'>&#8212;&#191;Qu&#233; clase de persona eres Shirou?&#8212;</span> pregunt&#243; tontamente, lo cierto es que antes ten&#237;a algunas dudas sobre que clase de persona pod&#237;a llegar a ser Shirou, pero luego de chocar su acero con este ten&#237;a una cosa clara <span style='color:mediumpurple'>&#8212;No, fue est&#250;pido de mi parte preguntar, a estas alturas de la pelea ya s&#233; que eres una persona que usa su poder por los dem&#225;s&#8212;</span> Shirou...simplemente era ese tipo de chico, alguien so&#241;ador y decidido que luchaba por aquellos que no pod&#237;an, un h&#233;roe en toda regla. O al menos esa era la lectura que Tyson hab&#237;a podido hacer luego de enfrentarse a &#233;l.<br><br>Pero la contienda a&#250;n no terminaba y ambos lo sab&#237;an <span style='color:mediumpurple'>&#8212;&#161;Continuemos, Shirou&#33;&#8212;</span> incluso si sus posibilidades de ganar se hab&#237;an reducido considerablemente, Tyson era....Tyson, no iba a bajar los brazos solo porque se los hab&#237;an cortado o porque ganar imposible.<br><br>Shirou nuevamente tom&#243; la ofensiva, pero esta vez Tyson se mantuvo en su lugar, no pod&#237;a permitirse gastar energ&#237;as tontamente, no si quer&#237;a alzarse con la victoria, por lo que solo adopt&#243; una posici&#243;n defensiva, infl&#243; sus pulmones con todo el aire que pudo y una vez Shirou estuvo lo suficientemente cerca lo atac&#243; <span style='color:mediumpurple'>&#8212;&#161;Me estoy divirtiendo demasiado, Shirou&#33;&#8212;</span> admiti&#243; mientras desviaba una de las espadas logrando evitar que esta lo golpease pero debido al pobre estado de sus brazos no pudo bloquear la otra y esta le provoc&#243; un corte algo profundo en el pecho.<br><br>La sangre salt&#243;, pero el panadero no hizo ninguna mueca de dolor, simplemente contraatac&#243; a Shirou esgrimiendo su espada de forma horizontal y cortando frente a &#233;l de derecha a izquierda.<br><br>Su golpe probablemente hab&#237;a conectado, pero su cuerpo ya malherido poco a poco fue cayendo hacia adelante...maldici&#243;n <span style='color:mediumpurple'>&#8212;Ugh...est&#250;pido cuerpo humano&#8212;</span> se quej&#243; mientras ca&#237;a hacia adelante casi desplom&#225;ndose, estaba en las &#250;ltimas, pero pod&#237;a...a&#250;n pod&#237;a....&#161;a&#250;n pod&#237;a seguir luchando&#33;<br><br><span style='font-size:14pt;line-height:100%'><b>C&#225;lculos:</b></span><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:mediumpurple'><b>Stats:</b></span><br><br>HP Total: 151<br>MP Total: 166<br>Ataque F&#237;sico: 36 (+6)<br>Defensa F&#237;sica: 1 (+6)<br>Rango de Cr&#237;tico: 4-20<br><br><br><br>Shirou ataca con potencia 162<br><br>Tyson se defiende con defensa 36<br><br>162-36= 126<br><br>Tyson toma 126 de da&#241;o y muere.<br><br>Tyson sobrevive con el 10% (15) de su vida M&#225;xima gracias a Balanced Resolve.<br><br>Tyson se cura el 5% (+8) de HP<br><br>Tyson ataca con 92x1.8= 166<br><br><br><br><span style='color:orange'><b>Shirou</b></span><br>35/231 HP ||196/279 MP<br><br><span style='color:mediumpurple'><b>Tyson</b></span><br><span style='color:red'>23/151 (-126) <span style='color:lime'>(+15) (+8)</span> HP</span> ||<span style='color:cyan'>41/166 (-15) MP</span><br></div></div><br><br><br><!--c1--><table border='0' align='center' width='95%' cellpadding='3' cellspacing='1' id='CODE-WRAP'><tr><td><b>CODE</b> </td></tr><tr><td id='CODE'><!--ec1-->&#91;color=orange&#93;&#91;b&#93;Shirou&#91;/b&#93;&#91;/color&#93;<br>35/231 HP ||196/279 MP<br><br>&#91;color=mediumpurple&#93;&#91;b&#93;Tyson&#91;/b&#93;&#91;/color&#93;<br>&#91;color=gray&#93;23/151HP&#91;/color&#93; ||&#91;color=gray&#93;41/166 MP&#91;/color&#93;<!--c2--></td></tr></table><!--ec2--> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 05:53 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> Shirou instintivamente activa su modo demi, porque Tysone es OP (?). 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><b>REINFORCEMENT - C : </b> (Activa continua) 3MP(Por rango de habilidad) Cada turno. +2 +2, por rango de habilidad, a las defensas y ataques físicos.<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Equipado: </b></span><br></span><br><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque físico. - 6 PM por turno.</li></div><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b>(Pasiva) +4 a los ataques físicos y por rango del NP. Aumenta la posibilidad de critico en 2 en los rangos E, C y A. (Pasiva) +4 a la res. física por cada + del NP.<br><br><b>INDEPENDENT ACTION- A++: </b> En caso de no tener master: Reduce en un 10% la penalización al MP y recupera un 5% la ventaja contra humanos por rango de la habilidad. En caso de tener master: Recupera en un 1% tanto el HP como MP por rango de la habilidad. (Pasiva)<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (defensa física)  + 8 (UBW) + 6 (refuerzo)  = <b><span style='color:orange'>32</span></b><br><b>Defensa con dado: </b> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 1 = 1</span> + 32<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW) + 6 (refuerzo)  + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>Ataque con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 1 = 1</span> + 73<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 07:16 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> ¿Le daba mucho crédito a Tyson?<br><br>Para nada, incluso con el corto tiempo que tenía el combate, este había demostrado técnicas y habilidades más allá de un ser humano normal; todo eso con el mero cuerpo de un ser humano, sin utilizar magecraft o nada por el estilo; simple y mero entrenamiento era lo que el espadachín había usado, como si fuera un samurái de los de antes, un guerrero que solo luchaba para pulir sus habilidades de la espada y convertirse en el más fuerte; no por deseo de fama o poder, por el mero hecho de buscar retos interesantes.<br><br>A Tyson definitivamente le gustaba competir con las personas más fuertes y por ello Shirou pensaba darle justo eso, lo mejor de sí. Eso era obvio, con tan solo ver al pelirrojo y más cuando este se lo confirmaba al propio espadachín. <br><br><b><span style='color:orange'>—Digamos que viene con el trabajo —</span></b>respondió al comentario de su atuendo, esbozando una ligera sonrisa y levantando los hombros; aquella vestimenta era la que obtenía cuando usaba sus poderes.<br><br>No es que fuera imposible hacer desaparecer el atuendo y pelear con su uniforme, pero prefería no arriesgarse a dañar otras partes del mismo, como el pantalón que de momento seguía intacto, con unas manchas de sangre que quizás podría intentar quitar de alguna forma con refuerzo. <br><br><b><span style='color:orange'>—Solo tú estarías feliz de luchar con un servant, Tyson —</span></b>ni él mismo se encontraría en dicho estado por luchar con una entidad que era un servant; una cosa diferente era que no tenía problemas de hacerlo, aún como un mero humano se había enfrentado a servants en el pasado, pero no por ello significaba que se alegraba de hacerlo.<br><br>Había algunas cosas en común entre los dos, en el sentido que eran ambos bastante temerarios, pero en otras cosas, eran completamente diferentes. Especialmente la razón por la que buscaban fuerza y esa ese factor, sus razones, que los había llevado a ambos al lugar en el que estaban ahora. <br><br>Por eso la pregunta de Tyson, resonaba con Emiya, quién en muchas ocasiones en el pasado, se había preguntado justamente eso. ¿Quién era? ¿Por qué había sobrevivido y no los demás? ¿Cómo es que podía alcanzar aquella sonrisa que vio en aquel infierno? <br><br><b><span style='color:orange'>—¡Alguien que aspira ser un héroe de la justicia&#33; —</span></b>respondió, con total convicción; será un ideal y sueño prestado, pero se había convertido en el suyo y eso era algo que iba a demostrar incluso si tenía que usar el poder del cretino que tanto le negaba<b><span style='color:orange'> —Eres fuerte, Tyson —</span></b>repitió de nuevo, sintiendo como su espada cortaba a su enemigo, pero a la vez, él mismo sufría el mismo destino, recibiendo el corte horizontal de su oponente, mostrando una sonrisa durante aquel intercambio.<br><br>Si fuera por mera fuerza, seguramente Tyson podría llegar alcanzar un lugar en el trono; el problema, claro, era que había nacido en la época errónea. En el pasado seguramente hubiera esparcido su nombre por todo Japón, demostrando todo su poder y habilidad con la espada. De haber nacido unos siglos atrás, no sería sorpresa ver al panadero entre las filas de héroes que podían ser invocados. Sin embargo, la época moderna dificultaba bastante que un nombre fuera grabado en el trono de héroes.<br><br>Shirou tampoco era la excepción, la razón que EMIYA se había convertido en un espíritu heroico era porque había hecho un pacto con Alaya, convirtiéndose así en un counter guardián. No era un espíritu heroico en el mismo sentido que el resto y no se encontraba ninguna leyenda suya grabada en el trono. Al final de cuentas, incluso si lo que hizo en vida fuera suficiente, la verdad es que jamás lo hizo para recibir gracias o reconocimiento; su nombre nunca fue conocido por muchos que salvo e incluso cuando fue ejecutado, pocos supieron de su identidad. <br><br><b><span style='color:orange'>—N-no digas eso, incluso con él puedes llegar a estas alturas y mucho más —</span></b>sintió que su propio cuerpo igualmente se sentía débil; no era sorpresa, antes de transformarse no estaba en el mejor de los estados y ese último ataque de Tyson si que había cortado más profundo, provocando que sangre brotará de la herida y su cuerpo se tambaleará, casi perdiendo el equilibrio.<br><br>Sin embargo, no podía terminar aún así, tenía mucho más que aprender de Tyson y tenía que pagarle al mismo por esta oportunidad, por lo que forzó su cuerpo a mantenerse; si había partes de su cuerpo que ya no podían seguir, simplemente usaría las que continuaban funcionado… y si nada permanecía, usaría lo que no tiene. <br><br><b><span style='color:orange'>—E-esto aún no termina </span></b>—plantaría fuerte su pie derecho y de ahí se apoyaría para girarse rápidamente; sintió como estaba forzando su cuerpo, el dolor estaba ahí, pero lo estaba ignorando. <br><br>Aprovechando la fuerza del giro, cerro con fuerza su puño derecho, habiendo hecho desaparecer antes su espada; un puñetazo fue dirigido justo en el rostro del panadero, con intención de noquearlo. Uno podría decir que era un mero puño, pero era uno que había sido reforzado usando su magecraft, por lo que tampoco es que fuera un ataque común y corriente. <br><br>No quería matar a Tyson, por lo que un ataque de dicha manera con sus espadas, podría ser fatal, por el mero hecho que al girar con tal fuerza, sería imposible detenerse en caso de que este fuera incapaz de bloquear o esquivar el ataque; ambos ya estaban mucho más heridos, por lo que no sería raro que errores pudiera presentarse, tanto de su parte como de Tyson, además de que un buen golpe en esa posición igual lograría el mismo efecto de conseguirle la victoria sin la letalidad. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>272</span></b><br><b>ATAQUE FÍSICO:</b> 27 + 28 (UBW) + 6 (refuerzo) + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA FÍSICA:</b> 18 + 6 (refuerzo)  + 8 (UBW)  = <b><span style='color:orange'>32 </span></b><br><b>RESISTENCIA MÁGICA:</b> 4<br><b>RANGO DE CRÍTICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneración de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneración de MP:</b> 272*0.07 = <b><span style='color:orange'>19</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra señor Panadero de la pandería de Pan</span></span></span><br><b>Defensa de Shirou: </b> 33*1.25 (ventaja demi) =  <b><span style='color:orange'>41</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>41</span></b> <b><span style='color:red'>- 166</span></b> = <span style='font-size:16pt;line-height:100%'> <b><span style='color:red'>-125</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra señor Panadero de la pandería de Pan</span></span></span><br> 74*1.25 (ventaja demi) = 92.5 ≈   <b><span style='font-size:16pt;line-height:100%'><span style='color:orange'>93</span></span></b><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b>98 - 125 = KO = 23 (resolution le hace sobrevivir con 10%) + 16 (independent action) = <b><span style='color:orange'>39</span></b><br><b>MP: </b>196 - 9 (refuerzo) - 6 (CE) - 10 (demi) + 19 (independent action)  = <b><span style='color:orange'>190</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "— Cuarta ronda  —";
}


</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 6 2020, 07:29 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='font-size:14pt;line-height:100%'><b>[Equipamiento]</b></span><br><br>+6 de daño físico.<br>+6 de defensa física.<br>+5% de regeneración de HP.<br>Guts 1 de HP<br><br><span style='font-size:14pt;line-height:100%'><b>Defensa:</b></span><br><br>Tyson se defiende con defensa física: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 18 = 18</span> +14<br><br><span style='font-size:14pt;line-height:100%'><b>Stand By:</b></span><br><br>Affection of the Foreigner Goddess Rank A<br><br>Efectos: (Activa continua) 3MP por rango de habilidad, cada turno. Aumenta el rango crítico de Tyson en 2 Rango E /4 Rango C/ 6 Rango A.<br><br><br>Grappler Toughness Rank D<br><br>Efectos: (Pasiva) +1, por rango de habilidad, a la defensa física. En caso de que se acierte un critico esta cifra pasa a +4, por rango de habilidad.<br><br><br><br>Peerless Swordmanship Rank C<br><br>Efectos: (Pasiva) Aumenta el rango crítico de Tyson en 1 Rango E/2 Rango C/3 Rango A.<br><br><br>Tyson activa Threshold of Life and Death Rank E<br><br>Efectos: 25 MP 2 CD. Solo puede ser activada en el turno donde el usuario sobrevive gracias a la activación de Guts. Mientras esté activada, aumenta la potencia crítica del usuario en 10% por rango de la habilidad.<br><br><br><br><span style='font-size:14pt;line-height:100%'><b>Ataque:</b></span><br><br>Tyson ataca con ataque físico: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 18 = 18</span> +42  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 6 2020, 08:15 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Sentía algo de envidia de Shirou, tener un traje especial para combatir se veía realmente conveniente y genial, no es que hubiese nada malo con sus tradicionales ropas japonesas, pero no iba a negar que su rival...no, su amigo, se veía mucho mejor, muy fachero el pana Shero sin duda.<br><br>Escuchó entonces el comentario de Shirou y simplemente sonrió ante este, no podía decir que no tuviese razón, un servant era un ser que superaba por mucho a un humano normal, enfrentar a algo que te supera en todo sentido y contra el que tus posibilidades de ganar no son mayores a 1% debía ser aterrador....o eso creía Tyson que sentían las &quot;personas normales&quot;, pues él desde luego no sentía temor alguno, al contrario, si el cuerpo de una persona al verse cara a cara a un servant grita &quot;Peligro&quot;, entonces el cuerpo de Tyson al verse cara a cara con uno grita &quot;Peleemos&quot;.<br><br><span style='color:mediumpurple'>—Pelear me hace feliz—</span> admitió sin dudar ni un momento, aunque aquello era algo que probablemente Shirou ya había notado, nadie en su sano juicio seguiría sonriendo luego de ser cortado y golpeado tan fuertemente, nadie sacaría fuerzas de donde no las hay solo para continuar con una pelea que no es tan importante.<br>No es que le reste importancia a la pelea que está teniendo con Shirou, pero con &quot;No es tan importante&quot; se refiere a que ganar o perder no le dará ni le quitará nada, no tiene su vida en juego ni tampoco apostó nada anteriormente, literalmente la única razón por la que su cuerpo aún no se ha rendido es porque el deseo de seguir luchando de Tyson es superior al deseo de su cuerpo de dejarse caer. Entonces, si no era tan importante ¿porque aún peleaba?, ¿por qué forzaba su cuerpo más allá de sus límites? ,¿por qué aún quería ganar?, pues....simplemente quería porque eso lo hacía feliz.<br><br>Escuchó la respuesta de Shirou y asintió un poco cerrando los ojos <span style='color:mediumpurple'>—¡Muéstrame la fuerza del hombre que se convertirá en un héroe&#33;—</span> exclamó al mismo tiempo que cortaba y era cortado. La sensación era...¿placentera?, no, no quería decir algo tan raro como que disfrutaba cortar y ver su carne cortada, pero en aquel contexto en el que ambos hombre estaban dando todo de si en aquel encarnizado combate era imposible no disfrutarlo, incluso si su cuerpo poco a poco comenzaba a apagarse haciendo que el panadero cayese hacia adelante.<br><br>Entonces el tiempo pareció avanzar de manera tan lenta que aunque sus ojos veía el piso y se aproximaban a este, la velocidad a la que lo hacían era bajísima, su mano derecha la cual era la que sostenía la katana pareció fallar momentáneamente también dejando el arma caer al suelo.<br><br>Se quejó de su cuerpo, no lo odiaba ni nada parecido, de hecho, las palabras de Shirou lo hicieron recapacitar brevemente...tenía razón, aquel cuerpo humano con el que había nacido era el mismo cuerpo que carecía de circuitos mágicos, por ello fue desechado a la basura como si no valiese nada, sin embargo, un hombre lo tomó bajo su cuidado y aquel cuerpo sin aptitudes para la magia fue moldeado en uno que vive por y para el combate.<br>Aquel cuerpo había soportado innumerables batallas, había sido cubierto de toda clases de cicatrices las cuales hasta el día de hoy eran visibles, había soportado entrenamientos inhumanos con el único propósito de volverse más fuerte y resistente, todo para cumplir el egoísta deseo de Tyson de continuar luchando contra oponentes cada vez más poderosos, por eso...<br><br><span style='color:mediumpurple'>&quot;Lo siento, no debí decir eso&quot;</span> se disculpó con su cuerpo pensando aquello para sí mismo, aún ahora su cuerpo seguía haciendo su mejor esfuerzo para mantenerse funcionando, aún ahora a pesar de que acababa de recibir un fuerte puñetazo en el rostro, su cuerpo no quería rendirse aún, por eso a pesar de que una gran cantidad de sangre brotaba de la nariz de Tyson, este apretó los dientes y afirmó su pie derecho en el suelo.<br><br>Probablemente de no ser por Shirou no habría reaccionado, tanto sus palabras como aquel golpe al rostro de Tyson lograron devolverlo al combate, aquel sería su último movimiento, así que decidió apostarlo todo en su siguiente golpe.<br><br>Tan pronto su arma dejó su mano, esta se volvió a tensar cerrándose fuertemente y formando un puño, todo o nada. <span style='color:mediumpurple'>—Estilo Gaoh—</span> Tyson no es solo un panadero que ha estudiado el arte de la espada hasta el cansancio, después de todo, su padre lo preparó para luchar incluso si aquella espada que tenía llegaba a dejar su mano.<br><br>Normalmente no hubiese usado tal técnica contra Shirou ya que esta pertenecía al &quot;lado oscuro&quot; del esgrima el cual Tyson intentaba evitar todo lo que podía, dicha técnica originalmente era usada como método de asesinato contra otra persona y se usaba con un puñal, también podía ser usada en una variante la cual empleaba la katana como arma, pero en esta ocasión el arma de Tyson era aquel cuerpo del que tan orgulloso estaba, sus puños. Con un arma en la mano la técnica era letal, pero usando solo sus puños no debería haber mayores inconvenientes.<br><br><span style='color:mediumpurple'>—Dragón Agazapado—</span> y entonces el dragón agazapado alzó vuelto una última vez con la única intención de tomar la victoria, un puñetazo ascendente el cual usaba toda la fuerza de las piernas de Tyson para impulsarse hacia arriba apuntando a la cara de Shirou.<br><br><span style='font-size:14pt;line-height:100%'><b>Cálculos:</b></span><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:mediumpurple'><b>Stats:</b></span><br><br>HP Total: 151<br>MP Total: 166<br>Ataque Físico: 36 (+6)<br>Defensa Física: 1 (+6)<br>Rango de Crítico: 4-20<br><br><br><br>Shirou ataca con potencia 93<br><br>Tyson se defiende con defensa 32x1.65= 53<br><br>93-53= 40<br><br>Tyson toma 40 de daño y muere...otra vez.<br><br>Tyson sobrevive con el 1 de HP gracias a Bonificación Milagrosa<br><br>Tyson se cura el 5% (+8) de HP<br><br>Tyson ataca con 60x1.65= 99<br><br><br><br><span style='color:orange'><b>Shirou</b></span><br>39/231 HP ||190/279 MP<br><br><span style='color:mediumpurple'><b>Tyson</b></span><br><span style='color:red'>9/151 (-40) <span style='color:lime'>(+1) (+8)</span> HP</span> ||<span style='color:cyan'>1/166 (-15) (-25)MP</span><br></div></div><br><br><br><!--c1--><table border='0' align='center' width='95%' cellpadding='3' cellspacing='1' id='CODE-WRAP'><tr><td><b>CODE</b> </td></tr><tr><td id='CODE'><!--ec1-->&#91;color=orange&#93;&#91;b&#93;Shirou&#91;/b&#93;&#91;/color&#93;<br>39/231 HP ||190/279 MP<br><br>&#91;color=mediumpurple&#93;&#91;b&#93;Tyson&#91;/b&#93;&#91;/color&#93;<br>&#91;color=gray&#93;9/151HP&#91;/color&#93; ||&#91;color=gray&#93;1/166 MP&#91;/color&#93;<!--c2--></td></tr></table><!--ec2--> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 08:21 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Stand By</span></span></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Activas: </b></span><br></span><br><br><b>Modo Demi: </b> Shirou instintivamente activa su modo demi, porque Tysone es OP (?). 10 MP por turno de mantenimiento y gana ventaja de demi contra humanos.<br><br><b>REINFORCEMENT - C : </b> (Activa continua) 3MP(Por rango de habilidad) Cada turno. +2 +2, por rango de habilidad, a las defensas y ataques físicos.<br><br><b>RHO AIAS: THE SEVEN RINGS THAT COVER THE FIERY HEAVENS - E : </b>(Activa) 20MP 2CD. 15 + 5(Por rango de habilidad ) al realizar una tirada de defensa física.<br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Equipado: </b></span><br></span><br><br><div id="LokiProduct"><i>Dangerous Temptation</i> <span style="font-size: 6pt;
    line-height: 100%; padding-left: 10px;">https://i.imgur.com/MH1nh3k.png</span> <img style="width: 67px; height: 73px;" src="https://i.imgur.com/PA9hL9A.png" /><li><b>Efecto:</b> + 12 al ataque físico. - 6 PM por turno.</li></div><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><b>Pasivas: </b></span><br></span><b>UNLIMITED BLADE WORKS: TRACING - A++: </b>(Pasiva) +4 a los ataques físicos y por rango del NP. Aumenta la posibilidad de critico en 2 en los rangos E, C y A. (Pasiva) +4 a la res. física por cada + del NP.<br><br><b>INDEPENDENT ACTION- A++: </b> En caso de no tener master: Reduce en un 10% la penalización al MP y recupera un 5% la ventaja contra humanos por rango de la habilidad. En caso de tener master: Recupera en un 1% tanto el HP como MP por rango de la habilidad. (Pasiva)<br><br><b>SEIGI NO MIKATA&#39;S RESOLUTION - E: </b>(Pasiva) En caso de ser derrotado regenera al combatiente con 10%, por rango de la habilidad, del HP máximo. Solo un uso por combate.<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Defensa</span></span></span><br><br><b>Defensa sin dado: </b> 18 (defensa física)  + 8 (UBW) + 6 (refuerzo)  + 20 (Rho Aias) = <b><span style='color:orange'>52</span></b><br><b>Defensa con dado: </b> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 12 = 12</span> + 52<br><br><span style='color:orange'><span style='font-size:21pt;line-height:100%'><span style='font-family:Impact'>Ataque</span></span></span><br><br><b>Ataque sin dado: </b> 27 (ataque físico)  + 28 (UBW) + 6 (refuerzo)  + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>Ataque con dado: </b>   <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 19 = 19</span> + 73<br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 6 2020, 09:08 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Cada segundo que pasaba, el hombre llamado Tyson Shiharu, segu&#237;a sorprendiendo a Shirou&#8230; no, incluso jurar&#237;a que Archer mismo lo estaba; no es como que pudiera escucharlo o estuviera consciente al igual que Billy con Grace, pero asumiendo su forma demi, los pensamientos del counter guardi&#225;n, le influ&#237;an m&#225;s de lo normal, por lo que el pelirrojo no ten&#237;a duda que el propio Archer, estaba reconociendo la fuerza del panadero.<br><br>Tyson hab&#237;a recapacitado, reconociendo todo lo que su cuerpo hab&#237;a sufrido, no solamente en dicha pelea, pero probablemente en la larga historia de enfrentamientos y entrenamientos que el espadach&#237;n ha tenido a lo largo de su vida. Sin duda alguna, las experiencias del panadero eran bastas y hab&#237;a sometido a su cuerpo a grandes castigos, con el mero hecho de incrementar su fuerza. Incluso ahora mismo, aquel pu&#241;etazo de Shirou, el que era producto no solo del refuerzo que le proporcionaba su magecraft, pero tambi&#233;n de la fuerza que ganaba gracias a su estatus como servant, parec&#237;a no ser suficiente para detener el gran esp&#237;ritu del panadero.<br><br>Cualquier al verle soltar su arma, llegar&#237;a a pensar que se hab&#237;a rendido y este caer&#237;a al suelo, ya derrotado. Sin embargo, Shirou pod&#237;a verlo en sus ojos, los cuales irradiaban pasi&#243;n y una gran determinaci&#243;n; hab&#237;a un gran fuego en ellos, que le hac&#237;a saber al aspirante a h&#233;roe, que este no se hab&#237;a dado por vencido. As&#237; que, en ese breve momento, Emiya no pudo evitar, una vez m&#225;s, sentir admiraci&#243;n y respeto por su oponente, qui&#233;n definitivamente se sal&#237;a de los est&#225;ndares humanos y sin ning&#250;n apoyo m&#225;s que su propio cuerpo humano: era incre&#237;ble. <br><br>Por lo que no fue sorpresa las siguientes acciones del panadero, qui&#233;n obviamente hab&#237;a cubierto las bases de aprender a pelear incluso sin armas; uno nunca sab&#237;a cuando no podr&#237;a tener una espada&#8230; bueno, quiz&#225;s Shirou pod&#237;a estar m&#225;s seguro que siempre podr&#237;a contar con su magecraft para traer un arma desde su reality marble, pero incluso con ese conocimiento, hab&#237;a intentado entrenar sus artes marciales sin el uso de las mismas.  Lo mismo con el counter guardi&#225;n, qui&#233;n igual ten&#237;a cierta experiencia de combate no armado; por lo tanto, si una armer&#237;a andante como lo era el individuo conocido como Emiya Shirou, se aseguraba de poder defenderse sin el uso de armas, no era sorpresa que alguien como Tyson, un espadach&#237;n de tal calibre no hubiera pensado lo mismo. <br><br>Y aquel golpe, quiz&#225;s el &#250;ltimo de la batalla por parte de su nuevo amigo no era uno que hab&#237;a que subestimar. Este ascend&#237;a, con la intenci&#243;n de golpear a Shirou y obtener la victoria; era un simple golpe, no estaba usando magia ni nada por el estilo, no obstante, no era para nada d&#233;bil. Aquel pu&#241;etazo estaba cargado con las experiencias de a&#241;os de batalla y entrenamiento de su cuerpo, por lo que, de dar en el blanco, Shirou sab&#237;a que era muy posible que no fuera a levantarse de ella.<br><br><b><span style='color:orange'>&#8212;&#161;Rho&#8212;</span></b>por ello, al mismo tiempo que Tyson soltaba el nombre de su t&#233;cnica, Shirou hacia lo mismo, activando por una &#250;ltima vez los circuitos m&#225;gicos en su cuerpo <b><span style='color:orange'>&#8212;&#8230; AIAS&#33; &#8212;</span></b>nuevamente, un p&#233;talo fue creado para proteger al h&#233;roe rojo. <br><br>Este era mucho m&#225;s resistente que la primera vez, no en vano ahora estaba usando las habilidades de un servant. El pu&#241;etazo de su rival golpeo el constructo de energ&#237;a y de luz, siendo parado por la poderosa barrera, que hab&#237;a aparecido justo debajo de la barbilla de Shirou, para detener su paso; demostrando as&#237;, la diferente calidad entre ambos escudos, aunque no por ello segu&#237;a siendo igualmente agotador proyectarlo, pues era algo que no se pod&#237;a evitar, debido a la naturaleza de su reality marble.<br><br>Eso lo hab&#237;a decidido, ten&#237;a a su oponente justo en la posici&#243;n adecuada; a&#250;n pod&#237;a pelear y aprovechar justo ese momento para hacerse con la victoria. Ganar no hab&#237;a sido necesariamente su objetivo, sino el aprender luchando con Tyson y sent&#237;a que lo hab&#237;a logrado. Gracias a su combate con &#233;l, Shirou hab&#237;a aprendido a no limitarse; quiz&#225;s no est&#233; de acuerdo con la conclusi&#243;n a la que llego Archer, tras una eternidad sirviendo como guardi&#225;n de la humanidad, o, mejor dicho, como conserje de la misma; pero no por ello deb&#237;a rechazar la oportunidad que le brindaba aquel poder. Usando eso que hab&#237;a recibido, de aquella posibilidad de su futuro, alcanzar&#237;a uno mejor, no solo para &#233;l, sino para el mundo entero y para la gente que le rodea, como Grace y Mordred. Hab&#237;a variables que lo distingu&#237;an del counter guardi&#225;n, qui&#233;n al final sent&#237;a que hab&#237;a fallado, por lo que, con determinaci&#243;n, lograr&#237;a su objetivo.<br><br><b><span style='color:orange'>&#8212;Eres un ser incre&#237;ble, diste lo mejor de ti y por eso te admiro&#8212;</span></b>lo sujeto de los hombros y alzo su cabeza hacia atr&#225;s <b><span style='color:orange'>&#8212;Entrenemos otro d&#237;a de nuevo, Tyson, prometo entrenar m&#225;s y ser m&#225;s fuerte&#8212;</span></b>habiiendo dicho lo que ten&#237;a que decirle a su aigo, movi&#243; con fuerza su cabeza para adelante, golpeando as&#237; la frente del panadero, solt&#225;ndole de los hombros, en el mismo instante que ambos craneos impactaban. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Stats</span></span></span><br><b>HP TOTAL:</b> <b><span style='color:orange'>231</span></b><br><b>MP TOTAL: </b> <b><span style='color:orange'>272</span></b><br><b>ATAQUE F&#205;SICO:</b> 27 + 28 (UBW) + 6 (refuerzo) + 12 (CE)  = <b><span style='color:orange'>73</span></b><br><b>ATAQUE A DISTANCIA:</b>  6<br><b>RESISTENCIA F&#205;SICA:</b> 18 + 6 (refuerzo)  + 8 (UBW)  = <b><span style='color:orange'>32 </span></b><br><b>RESISTENCIA M&#193;GICA:</b> 4<br><b>RANGO DE CR&#205;TICO: </b> <b><span style='color:orange'>10-20</span></b><br><b>Regeneraci&#243;n de HP:</b> 231*0.07 = <b><span style='color:orange'>16</span></b><br><b>Regeneraci&#243;n de MP:</b> 272*0.07 = <b><span style='color:orange'>19</span></b><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Defensa contra se&#241;or Panadero de la pander&#237;a de Pan</span></span></span><br><b>Defensa de Shirou: </b> 64*1.25 (ventaja demi) =  80*1.5 (cr&#237;tico) = <b><span style='color:orange'>120</span></b><br><b>CALCULO: </b> <b><span style='color:orange'>120</span></b> <b><span style='color:red'>-99</span></b> = <span style='font-size:16pt;line-height:100%'> <b><span style='color:orange'>No da&#241;o</span></b></span><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Ataque contra se&#241;or Panadero de la pander&#237;a de Pan</span></span></span><br> 92*1.25 (ventaja demi) = 115*1.5 (cr&#237;tico) = 172.5 &#8776;   <b><span style='font-size:16pt;line-height:100%'><span style='color:orange'>173</span></span></b><br><br><br><span style='color:orange'><span style='font-size:16pt;line-height:100%'><span style='font-family:Impact'>Gastos</span></span></span><br><b>HP:</b>39  + 16 (independent action) = <b><span style='color:orange'>55</span></b><br><b>MP: </b>190 - 9 (refuerzo) - 6 (CE) - 10 (demi) + 19 (independent action)  = <b><span style='color:orange'>184</span></b><br></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Ronda final  &#8212;";
}


</script>
 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 7 2020, 02:23 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='font-size:14pt;line-height:100%'><b>[Equipamiento]</b></span><br><br>+6 de daño físico.<br>+6 de defensa física.<br>+5% de regeneración de HP.<br>Guts 1 de HP<br><br><span style='font-size:14pt;line-height:100%'><b>Defensa:</b></span><br><br>Tyson se defiende con defensa física: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 19 = 19</span> +14<br><br><span style='font-size:14pt;line-height:100%'><b>Stand By:</b></span><br><br><br><br>Grappler Toughness Rank D<br><br>Efectos: (Pasiva) +1, por rango de habilidad, a la defensa física. En caso de que se acierte un critico esta cifra pasa a +4, por rango de habilidad.<br><br><br><br>Peerless Swordmanship Rank C<br><br>Efectos: (Pasiva) Aumenta el rango crítico de Tyson en 1 Rango E/2 Rango C/3 Rango A.<br><br><br><br><span style='font-size:14pt;line-height:100%'><b>Ataque:</b></span><br><br>Tyson ataca con ataque físico: <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d20: 8 = 8</span> +42 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tyson Shiharu</b>  Nov 7 2020, 03:02 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Su puño chocó contra algo duro lo cual para su mala suerte no fue la cara Shirou, una lástima...había puesto todo de si en aquel último ataque, puso tanto de si que cuando su puño chocó contra el escudo de Shirou este terminó por fracturarse por la gran fuerza que puso en aquel último golpe, había perdido completamente.<br><br>Seguido de aquel dolor agudo en su nudillo, vino uno en su cabeza la cual fue impactada bruscamente por la de Shirou, terminar un combate con un cabezazo...<br><br><span style='color:mediumpurple'>&quot;Que elegante&quot;</span> pensó mientras su cerebro parecía apagarse completamente y su cuerpo se desplomaba hacia el suelo de la arena.<br><br>¿Qué es la victoria?, uno podría simplemente decir &quot;La victoria es lo que obtiene aquel que se alza por sobre los demás&quot; y no sería exactamente una respuesta errónea, pero un concepto tan peculiar no puede ser reducido solo a esa simple frase.<br><br>La victoria es la prueba de que eres el ganador, pero al mismo tiempo es la prueba de que hundiste a alguien más a la derrota, es la prueba de que eres mejor que alguien pero también de que existe alguien que compitió contra ti y no estuvo a la altura para vencerte, en ese aspecto la victoria es &quot;Aquello que te identifica como más fuerte&quot;, quienes obtienen la victoria son reconocidos por ser más fuerte y los que no simplemente son olvidados, así siempre ha sido el mundo y así siempre será, no hay lugar en los libros de historia para los derrotados, solo el vencedor tiene derecho a ver su nombre glorificado.<br><br>Sin embargo, si alguien ha obtenido la victoria eso quiere decir que también hay alguien que ha obtenido la derrota, es una ley innegable del mundo, si hay una luz y alguien se para delante de esta, entonces una sombra aparecerá. De la misma forma si hay una pelea y al final solo uno de los que se enfrentan queda de pie como el vencedor, entonces ese quedará bañado en la luz de la victoria mientras que el otro quedará en la sombra de la derrota.<br><br>En este caso quien había sido derrotado era Tyson, uno pensaría que estaba amargado &quot;Maldición, perdí&quot;, &quot;No es justo, dí lo mejor de mí y no pude ganar&quot;, eran frases que podía decir y nadie lo culparía por ello, pero en primer lugar no podía ni hablar porque estaba inconsciente y en segundo lugar aquellas palabras no lo ayudarían a volverse más fuerte, por lo tanto eran innecesarias.<br><br>Pero esto planteaba una pregunta en paralelo, ¿la victoria contra Shirou lo volvería más fuerte?, la respuesta era no, claro que no se volvería más fuerte por vencer a Shirou. Entonces, ¿se había hecho más fuerte por perder contra él?, pues...<br>Mientras su consciencia abandonaba su cuerpo su mente hizo un rápido repaso de todo lo que había ocurrido en la pelea, que errores había cometido, que cosas pudo haber hecho mejor, todo aquello lo analizó brevemente antes de perder completamente la consciencia.<br><br>Es difícil dar una respuesta clara, pero en lo que a Tyson respecta: Se divirtió mucho peleando con Shirou, aprendió mucho en su pelea e incluso si no ganó, el sabor amargo de la derrota no parecía incomodarle, de hecho...viéndolo detenidamente tendido en el suelo, uno podía ver una amplia sonrisa dibujada en el rostro del muchacho, su nariz y su frente estaban sangrando, el líquido carmesí manchaba su cara en varios lugares, su puño se había fracturado y tenía un par de huesos rotos así como varios cortes en sus músculos, y aún así estaba sonriendo, ¿por qué sonreía?, la única explicación posible era que simple y sencillamente Tyson Shiharu es un idiota.<br><br>Y así terminó, aquel enfrentamiento &quot;amistoso&quot;, el cual siendo sinceros había sido bastante light para lo que Tyson estaba acostumbrado, aquello era...preocupante, en todo caso solo se quedaría ahí echado durmiendo y cuando despertase se iría a la panadería a curarse, pero tampoco iba a quejarse si despertaba en casa de Shirou con el desayuno ya preparado.<br><br><span style='font-size:14pt;line-height:100%'><b>Cálculos:</b></span><br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><br><span style='color:mediumpurple'><b>Stats:</b></span><br><br>HP Total: 151<br>MP Total: 166<br>Ataque Físico: 36 (+6)<br>Defensa Física: 1 (+6)<br>Rango de Crítico: 4-20<br><br><br><br>Shirou ataca con potencia 173<br><br>Tyson se defiende con defensa 33x1.55= 51<br><br>173-55= 122<br><br>Tyson toma 122 de daño y muere F<br><br><br><br><span style='color:orange'><b>Shirou</b></span><br>55/231 HP ||184/279 MP<br><br><span style='color:mediumpurple'><b>Tyson</b></span><br><span style='color:red'>0/151 (-122) HP</span> ||<span style='color:gray'>1/166MP</span><br></div></div><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Hanako Tsuchimikado</b>  Nov 8 2020, 08:32 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><b>Tyson Shiharu:</b><br><i><u>43 EXP y 43 MON</u>.</i><br><br><b>Emiya Shirou:</b><br><i><u>41 EXP y 41 MON</u>.</i><br><br></div> </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>