    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=58&amp;t=500'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Ciudad Fuyuki &gt; <font color='red'>Make Sure this time... [Privado Sociale]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 19 2020, 11:25 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Ciudad de Fuuyuki, Japón - 9 enero 2020.<br><br>Finalmente, luego de aquellos días de descanso en la capital del anime, ambos chicos habían tomado el tren rumbo para la ciudad de Fuuyuki, pues Kaito y Leeroy estaban en una búsqueda por la verdad de sus orígenes y temas similares. Tenían pactado venir a esta ciudad debido que es el dónde vive Dojima Seijuro, padre biológico de Kaito más por sus diferencias, Kaito lleva el apellido de su madre. Leeroy se había metido en este embrollo por su recién descubrimiento de sus capacidades mágicas, hasta donde sabe fueron activados sus circuitos por el contacto con Kaito, quien es un Demi Servant. Ahora bien, los chicos están por enfrentar todo tipo de locas aventuras, el mundo les depara muchas sorpresas...<br><br>Pero antes se habían desviado de su camino, pues ambos habían espiado las conversaciones, y con sus habilidades de hackeo, lograron sacar información que el padre de Kaito y su organización Manejan. Al parecer estaban tras algún tipo lunático que solía cometer crímenes con cuidado. Este tipo poco a poco empezaba. A hacerse notar por sus crímenes, aunque era como un fantasma. Fue entonces cuando fueron pillados por la gente de Dojima quien actualmente estaba ocupado lidiando con problemas territoriales con otras pandillas. En vista de las habilidades de Kaito y Leeroy, siendo un mago de soporte, les asignarían la simple tarea de ir a revisar y les reiteraron que si algo malo pasaba, pidieran refuerzos. Con todo esto de los domos y servants errantes Dojima tenía que encargarse de mucho para cuidar su posición en esta ciudad y el mundo mágico.<br><br><span style='color:orange'>-   Y por eso bro, le dicen Royal With Chese a la cuarto de libra en Francia. -</span> Explicaba Leeroy de camino a la escuela para matar el tiempo. Ya era de tarde y está estaba por ser cerrada, solo quedarían algunos clubes pendientes y bueno, sería más fácil infiltrarse. <span style='color:orange'>-       ¿De verdad crees que algo malo vaya a suceder? Espero que nadie salga herido... Tenemos que ponerle fin a ese tipo loco sea como sea&#33;  -</span> Leeroy hablaba de la situación como si tuvieran que manejarla, cuando su deber era reportar pero así eran esos dos. <span style='color:orange'>-      Vamos Dud, hay que revisar hasta el último rincón de esa escuela .. Desde que llegamos siento una extraña sensación de como... Un Deja Vu? Quizás la royales que nos comimos nos cayeron mal... En fin... ¿Tienes un plan? Eres mejor en eso de rastrear.   -</span> expresaba Leeroy observando como la escuela estaba sola y se aproximaba por un extremo solitario, viendo una de las ventanas del segundo piso abiertas. <span style='color:orange'>-     Quizás podríamos saltar hasta ahí , hora de usar tus poderes de Sailor moon&#33;    -</span> diría el Rubio a la espera de su compañero, este vestía un traje de ladrón de chaqueta y pantalones de cuero negro, con una máscara de Skull que cubría su rostro. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 20 2020, 09:56 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="justify"><span style='color:red'>&#8212;No es Sailor Moon, socio, es super h&#233;roe.&#8212;</span> Palabras que soltaba Kaito mientras se acercaba a la escuela, activando sus poderes como Demi-Servant mientras una m&#225;scara empezaba a materializarse y cubrir su rostro. <span style='color:red'>&#8212;Es hora de ponernos en marcha, ese tal Mr. Two debe ser peligroso.&#8212;</span> Al decir eso, el muchacho dio uso a sus habilidades como ladr&#243;n para adentrarse a la escuela, comenzando a avanzar en esta con suma cautela. <span style='color:red'>&#8212;No deber&#237;an quedar muchos alumnos presentes, &#191;Qu&#233; estar&#225; tramando Mr. Two y por qu&#233; rayos se llama Mr. Two? Quiz&#225; en el pasado hubo un One.&#8212;</span> Comentario que solt&#243; mientras preparaba su pistola, avanzando lentamente por la zona y analizando cada rinc&#243;n. <span style='color:red'>&#8212;&#161;Hmph, de todas formas da igual, lo detendremos en cu&#225;nto antes&#33;&#8212;</span> El joven de cabellos azabache se anim&#243; y continu&#243; movi&#233;ndose por la escuela, la verdad es que era bastante grande y Mr. Two pod&#237;a esconderse en cualquier lugar.<br><br><span style='color:red'>&#8212;Por cierto, Skull, &#191;Est&#225;s seguro de que quieres que ese sea tu apodo de h&#233;roe? La verdad es que suena al de un villano.&#8212;</span> Coment&#243;, pero luego record&#243; que su nombre clave era Joker. <span style='color:red'>&#8212;Quiz&#225; yo tambi&#233;n deber&#237;a cambiarme el m&#237;o, &#191;Qu&#233; tal...&#8212;</span> Pero no fue capaz de terminar su frase, un estruendo lo hizo detenerse en seco. No sab&#237;a de d&#243;nde proven&#237;a. <span style='color:red'>&#8212;&#191;Lo escuchaste, verdad? &#191;Qu&#233; fue?&#8212;</span> Entonces, comenz&#243; a preocuparse de verdad. <br><br></div><br><br><br><br><div align="center"><br>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;Dados del Destino&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br><br>Este tema tendr&#225; mec&#225;nica del destino, cada turno se tendr&#225;n que lanzar los siguientes dados:<br></div><br><b>Dado #1:</b> Destino (Ser&#225; un 1d10)<br><b>Dado #2:</b> Acci&#243;n. Este dado se lanza todos los turnos, sirve para determinar el resultado de los Destinos que piden otro dado. (Ser&#225; un 1d10)<br><br><span style='color:red'>[1]</span> Sientes que te observan, pero no sabes qui&#233;n y tampoco desde d&#243;nde. <span style='color:red'>[Final Malo: 4]</span><br><span style='color:red'>[2]</span> &#161;Caes en una trampa&#33; <span style='color:red'>[-10 HP]</span><br><span style='color:red'>[3] </span>Encuentras un herido, eres capaz de salvarlo s&#237; tu dado de Acci&#243;n tiene un resultado entre 5 y 10.<br><span style='color:red'>[4]</span> &#161;Alguien ataca desde las sombras&#33; <span style='color:red'>[-20 HP]</span><br><span style='color:yellow'>[5] </span>Encuentras un rastro de sangre, &#191;De qui&#233;n ser&#225;? <span style='color:blue'>[Final Normal: 4]</span><br><span style='color:yellow'>[6]</span> Un suceso aleatorio te alivia las heridas. <span style='color:green'>[+10 HP]</span><br><span style='color:yellow'>[7]</span> &#161;Un enmascarado aparece y ataca a un civil&#33; Tu dado de Acci&#243;n determinar&#225; su destino:<br><i>1-2</i> El civil muere y el enmascarado tambi&#233;n te ataca antes de escapar. <span style='color:red'>[-10 HP]</span><br><i>3-8</i> El civil muere y el enmascarado escapa.<br><i>9-10</i> El civil es salvado y logras herir al enmascarado antes de su escape.  <span style='color:lime'>[Final Bueno: 4]</span><br><span style='color:yellow'>[8]</span> Encuentras un civil en p&#225;nico. Tu dado de Acci&#243;n determinar&#225; su destino:<br><i>1-6</i> No logras hacer que el civil reaccione.<br><i>7-10</i> El civil se tranquiliza y te da informaci&#243;n &#250;til <span style='color:lime'>[Final Bueno: 4]</span><br><span style='color:lime'>[9]</span> Encuentras medicina, te permite salvar a un civil o recuperar <span style='color:lime'>[+50 HP]</span><br><span style='color:lime'>[10]</span> Logras ver una figura misteriosa  <span style='color:lime'>[Final Bueno: 4]</span><br><br>La misi&#243;n se da por perdida s&#237; mueren seis civiles. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 24 2020, 09:30 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 9 = 9</span> (DESTINO, SAVE FRED, PLEASE) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 6 = 6</span> (ACCIÓN, WE WILL SAVE YOU, FRED) </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 24 2020, 09:52 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Era la primera semana de su último semestre en su segundo año en Homurahara, y vaya inicio de año habían tenido. Hace tan solo nueve días, o sea al inicio del año habían aparecido aquellos extraños domes alrededor del mundo, cubriendo ciudades y países enteros. El mundo estaba en pánico, se podía notar el miedo en varias personas, principalmente los primeros días del evento. Claro, el mundo tenía que seguir, o bueno lo que quedaba del mundo tenía que seguir con sus vidas; más allá de la aparición de esos domes como les llamaban en las noticias, nada más había sucedido. En los siguientes días la gente estaba con miedo de que su propia ciudad o país terminara igual, pero no parecía haber indicios de que más domes se manifestarían, al menos de momento, que igual los anteriores tampoco tuvieron algún indicio en el pasado que anunciara su llegada.<br><br>Como fuera, intentando dar algo de normalidad a la gente, especialmente a estudiantes y adolescentes, las clases no se cancelaron y continuaron como estaban planeadas, empezando el lunes de esta semana. Ya era jueves, las clases ya habían terminado a este punto, pocos alumnos quedaban en el lugar, y los que quedaban estaban a punto de irse, ya habiendo terminado práctica o reuniones en su club.<br><br>Emiya Shirou era uno de los estudiantes que aún permanecían, no porque estuviera en un club, pero porque se había quedado a ayudar, a su buen “amigo”, Shinji. En retrospectiva, uno podría decir que se lo podía haber evitado si no hubiera mencionado que el chico no era muy bueno dándole mantenimiento al equipo del club, o que le podía pedir ayuda cuando quisiera, aún si ya no pertenecía al club de arquería. Como fuera, al pelirrojo realmente no le importaba, de hecho, le agradaba ayudar, no solamente por Shinji que aún a pesar de la actitud con él, seguía considerando un amigo, sino también por el resto de los miembros del club, pues si de verdad le dejaban las cosas a Shinji, la práctica de mañana tardaría en empezar al no estar el equipo en condiciones. <br><br><i><span style='color:orange'>—Oh, un botiquín, ¿a lo mejor alguien se lastimo durante la práctica? —</span></i>pensó el joven magus, cuando noto como alguien había olvidado guardar el botiquin de primeros auxilios del club, aunque cuando fue a guardarlo en su lugar, vio que realmente ya estaba ahí, por lo que probablemente alguien de primero lo trajo de la enfermería, al no estar enterado que el propio club tenía el suyo, siendo no muy raro que alguien se lastimase en los dedos intentando usar un arco, especialmente si era un novato, los cuales habían olvidado obviamente devolver el botiquin. <br><br>Era por ello por lo que actualmente de hecho Shirou se encontraba caminando por los pasillos del edificio principal de la escuela; había decidido que era mejor ir a guardar el botiquín medicinal en la enfermería, antes que cerraran el edifico y no pudiera entrar, después de todo solo tenía llaves para el club de arquería. Los pasillos ya estaban prácticamente vacíos, pues al menos en la ruta que tomo para la enfermería no se había topado con ninguna otra persona, sin embargo, antes de que pudiera llegar a su destino, cierto estruendo le llamo la atención. <br><br><b><span style='color:orange'>—¿Qué fue eso? —</span></b>murmuro, preguntándose que podría haber causado tal sonido, por lo que decidió ir a investigar e ir hacia el lugar, decidiendo llevarse consigo el maletín, a lo mejor algún accidente había ocurrido y alguien se había lastimado, por lo que llevar la medicina consigo podía ser beneficioso. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 24 2020, 11:24 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 4 = 4</span> destiny<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 6 = 6</span> action </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 24 2020, 12:04 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Todo era broma y tranquilidad entre Kaito y Leeroy. Este observaba la escuela como era una vez dentro. <span style='color:orange'>-    &#191;Un Mr.One? &#191;Intentas decir que existe el Multi Verso? Tiene sentido con todo esto de la magia ahahaj       -</span> bromeaba haciendo meme del chiste de End Game cuando fueron advertidos por un fuerte estruendo, era obvio que se trataba de ese loco terrorista. <br><span style='color:Orange'>-     Mierda mierda &#33; Quiere decir que ya est&#225; aqu&#237;.... Si era cierto. Kaito, bro... &#191;Deber&#237;amos llamar a tu pap&#225; y que el de encargue? Al final no creo que podamos con un terrori...      -</span> recuerda lo que sucedi&#243; en el avi&#243;n camino a Jap&#243;n. <span style='color:Orange'>-     mejor me quedo en silencio.      -</span> Expres&#243; algo preocupado siguiendo a Kaito a d&#243;nde est&#233; iba mirando a su alrededor. Eran pasillos largos y algo aterradores... Ten&#237;an tantas puertas y aulas que su mente sent&#237;a que algo saldr&#237;a de est&#225;s y los atacar&#237;an&#33;<br><br><span style='color:Orange'>-   La verdad me gustar&#237;a llamarme a mi mismo... The Broken Magician    o The Magician.... Aunque est&#225; m&#225;scara de Skull fue lo &#250;nico que me di&#243; tiempo de conseguir, no soy como t&#250; qu&#233; obtiene ropa de manera m&#225;gica&#33;    -</span> expresas Leeroy algo celoso de que su traje no era muy cul por ser improvisado. Al menos hablar le hac&#237;a calmarse pero... <span style='color:red'>-        Awwwww... Yo pienso que esa chaqueta de cuero negro reslata tus ojos muchacho. Que guapo eres ... Me enamor&#233;. Puedo ser tu profe privado cuando qui ese beb&#233;.   -</span> Expres&#243; una voz profunda y llena de cierto acento burl&#243;n y sarc&#225;stico, adem&#225;s de sentir una presencia que imploraba sangre ... Mucha sangre. <span style='color:Orange'>-     WTF&#33;&#33;&#33;&#33; QUE MIERDA&#33;&#33;&#33; K-KAITO&#33;&#33;&#33; AHHHH      -</span> Leeroy activ&#243; sus cirucitos m&#225;gicos para empezar a atacar de la forma que sab&#237;a, tirando telara&#241;as de magia como Peter Parker. <span style='color:Orange'>-         dios Dios Dios Dios&#33;&#33;&#33; Es Mr Two&#33; Llama a tu pap&#225; Joker&#33;   -</span> gritaba asustado para no provocar nada, ya que era solo una ilusi&#243;n se&#241;uelo. El hombre portaba un fino traje rojo seguido de una m&#225;scara blanca Sonriente y un enorme sombrero de copa rojo. Comenz&#243; a bostezar <span style='color:red'>-    Oh, que muchachito tan peculiar, tiene poderes. Eso me gusta, ser&#225; un hermoso placer matarte, disecar tu hermoso cuerpo y sumarte a mi colecci&#243;n~~ as&#237; podr&#233; jugar contigo cu&#225;ntas veces quiera... Dios ya se me par&#243;.       -</span> Expres&#243; tocandose su cuerpo de manera extra&#241;a y desaparecer.<br><br><br>Leeroy estaba en total alerta y p&#225;nico mirando hacia a todas partes cuando depronto..... <span style='color:red'>-   Bu&#33; &#191;Adivina qui&#233;n es?        -</span> Este apareci&#243; rompiendo una de las puertas de una de las aulas, como Leeroy sospecho que suceder&#237;a. Era muy r&#225;pido casi incluso igual o superior a Kaito, el hombre de un movimiento pate&#243; a Leeroy con todas sus fuerzas mandandolo lejos de Kaito y en ese espacio solt&#243; una bomba, para luego saltar por la ventana de ese piso y caer de espalda despidi&#233;ndose con su manos. <span style='color:red'>-  Fue un placer jugar con ustedes, disfruten la clase de qu&#237;mica&#33; Dios bendiga la nitroclicerina         -</span>. En ese momento que Leeroy aturdido se iba levantando. Observ&#243; como la bomba ten&#237;a segurnos en -5 - 4 -3.... <span style='color:Orange'>-        Joker&#33;&#33;&#33;&#33;&#33; Broken Magic&#33; Delta Shield&#33;&#33;&#33;&#33;   -</span> intent&#243; formar un escudo m&#225;gico que lo protegiera pero la explosi&#243;n fue tan grande que lo alcanz&#243; antes de terminar, aunque el escudo logro salvarlo de la muerte. Este no qued&#243; completamente sano.<br><br><br><span style='color:Orange'>-     Joker.... Est&#225;s bien bro... Ay mi brazo... Me duele mucho... Creo que me romp&#237; el tobillo o los ovarios....      -</span> Leeroy no sab&#237;a ni que dec&#237;s estaba aturdido por la explosi&#243;n. Fue entonces qu&#233; en los parlantes de la escuela, una m&#250;sica como de caricatur Disney son&#243;, seguido de la voz de Mr Two. <span style='color:red'>-   Hola, buenas tardes a todos los estudiantes y dem&#225;s de la escuela. Mi nombre es Mr.Two y hoy ser&#233; el encargado de la educaci&#243;n... &#191;No les preocupa como todo se ha degenerado estos d&#237;as? &#161;Por dios que mal est&#225; el mundo&#33; Los j&#243;venes son nuestro mayor recurso y futuro.... Es por eso que empezar&#233; a repartir nuevas lecciones ... Que tal anatom&#237;a? Si&#33; Perfecto&#33; Necesito al menos.... &#191;Dos o tres corazones? El estudiante que me traiga eso a la oficina del director se llevar&#225; un premio. Pero conste que si no veo que hacen su tarea.... Me ver&#233; obligado a ir de aula en aula y...        -</span> una de las aulas (por suerte vacias) explot&#243; en mil pedazos haciendo ver qu&#233; este loco ten&#237;a el control de la escuela. <span style='color:red'>-    Y no .. no se les ocurra irse de la escuela, por qu&#233; est&#225; mal dejar las responsabilidades. Las entradas todas est&#225;n llena con suficiente dinamita para volar el lugar. Si alguien intenta pasarse de listo, acabar&#225; todo en fuegos artificiales. &#33;Kaboooom&#33; Puedo verlo todo por las c&#225;maras, as&#237; que o se por tan bien o todo terminar&#225;n en la sala  de detenci&#243;n.... Como otros que no obedecieron.       -</span> se pod&#237;a escuchar en la sala de detenci&#243;n gritos y aullidos de tortura, estaba haciendo les algo malo a los pobres estudiantes&#33;&#33;. <span style='color:red'>-          &#161;As&#237; que comiencen las pr&#225;cticas&#33; Espero detalles, eso est&#225; nota extra&#33; Yo estar&#233; vigilando todo as&#237; que nada de trampas, vale? -</span> y la transmisi&#243;n se cort&#243;. Leeroy herido mir&#243; a kaito tan aterrado como... <span style='color:Orange'>-   Viejo ... Que mierda vamos a hacer para enfrentar a este loco.... Viejo dios, tiene rehenes y estamos atrapados ...        -</span><br><br><br>/////////////////<br><br>Leeroy: HP 130 - 20 = 110 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 24 2020, 01:24 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 8 = 8</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span> Acción<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 24 2020, 01:46 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="justify"><br>La situación había empeorado de manera horrible, aquella explosión dejó aturdido a Kaito, pero el de cabellos azabache logró utilizar las habilidades de Arsene Lupin para cubrir a uno de los alumnos de la explosión. <span style='color:red'>—¿Estás bien? ¿Me escuchas?—</span> El pobre muchacho estaba en posición fetal, con la mirada perdida y temblando del miedo. Kaito lo tomó de los hombros para tranquilizarlo y luego desvió su mirada hacía Leeroy. <span style='color:red'>—¡¿Estás bien, socio?&#33;—</span> Pero entonces, la transmisión empezó. <br><br>...<br><br><span style='color:red'>—Tenemos que encontrarlo.—</span> Sentenció, respondiendo la duda de Leeroy y volviendo a centrarse en el estudiante que claramente sufría de un trauma. <span style='color:red'>—¡Hey, espabila&#33; ¿Sabes algo acerca de este Mr. Two?—</span> Entonces, el muchacho dirigió su mirada a Kaito. <span style='color:violet'>—N-no lo sé, logré verlo de cerca, hablaba algo acerca de un tal Fred.—</span> En ese momento, Kaito lo ayudó a ponerse de pie. <span style='color:red'>—Muy bien, chico, necesito que nos ayudes y nos digas todo acerca de-.—</span> Kaito se detuvo y se dio la media vuelta, pensó que había escuchado pisadas. <br><br><span style='color:red'>—Ve a un lugar seguro, mi amigo y yo nos encargaremos de esto.—</span> Entonces, Kaito observó a Leeroy y le hizo un ademán para que lo siguiera, comenzando a caminar por los pasillos hasta que eventualmente se cruzó con un joven pelirrojo que llevaba un maletín. Inmediatamente alzó las manos para demostrarle que no era un hostil. <span style='color:red'>—No venimos a lastimarte, estamos aquí por ese tal Mr. Two.—</span> Al aclarar eso, bajó las manos y observó su alrededor. <span style='color:red'>—Parece que está en busca de un tal Fred, ¿Sabes quién es?—</span> Al soltar esa incógnita, Kaito se mantuvo en guardia, al menos ahora tenían una pista de lo que sucedía. <br><br>———————————————————————<br><span style='color:lime'>Final Bueno 1/4</span><br><br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 24 2020, 08:12 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span> (DESTINO, SAVE FRED, PLEASE) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 2 = 2</span> (ACCIÓN: WE WILL SAVE YOU, FRED) </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 24 2020, 09:17 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> No transcurriendo mucho tras ese estruendo, una explosión se escuchó. El sonido de antes se podría explicar como un accidente o algo que causo un ruido fuerte, ¿pero una explosión? ¿Alguien había dejado el gas abierto por el estilo? Como fuera, Shirou no tenía tiempo que perder, se concentro en la estructura de su cuerpo entero y lo reforzo, aumentado así sus habilidades físicas, tenía que apresurarse para llegar al origen de la explosión, podría haber gente herida o mucho peor, ahora el botiquín que cargaba consigo cobraba mayor importancia.<br><br>Sin embargo, durante su trayecto escucho una voz, una voz que Shirou no podía reconocer como la de un director o un miembro del staff de la escuela. Su discurso empezó bastante disparatado y elocuente, el hombre se presento como Mr. Two decía que se haría cargo de la educación de los estudiantes, y cuando Shirou intento razonar quién o era o si estaba conectado a la explosión que escucho…<br><br><b><span style='color:orange'>—¡N-no&#33; —</span></b>exclamo cuando escucho la explosión, probablemente una de las aulas como había dicho el hombre; por suerte Shirou no estaba tan cerca del origen de la explosión para salir herido, pero por instinto se cubrió con su brazo derecho, evitando algo de humo y escombro, por suerte pequeño, que salió hacia su lugar.<br><br>Inmediatamente fue hacia el aula, era curiosamente la 2A, en el segundo piso en el que se encontraba. Solo fuego y ceniza quedaban del lugar, el daño había afectado incluso las aulas alrededor de la misma, no al punto de destruirlas por completa, pero si dañando las paredes adyacentes. Verifico que no había ninguna victima afortunadamente, pero ver el lugar cubierto por el fuego que había quedado tras la explosión, desgraciadamente le traía memorias del incendio dónde lo había perdido todo.<br><br><b><span style='color:orange'>—No permitiré que pase otra vez —</span></b> dijo decidido, no sabía quién o cual era el objetivo del perpetrador, ¿un simple terrorista? ¿alguien que sucumbió al pánico de los domes? ¿Por qué había atacado a una hora con menos estudiantes? A lo mejor eran factores que tener en cuenta, pero considerando que el tipo era un demente, era difícil intentar racionalizar sus acciones, pero fuera lo que fuera, Shirou lo detendría, no permitiría que nadie más muera en frente suyo. Ya una vez lo había permitido, había abandonado gente que suplicaba por ayuda, había abandonado hasta sus propias emociones, pero ya no, no era el mismo niño de antes. <br><br>El tipo aparentemente disfrutaba de torturar a sus víctimas, lo cual en cierto sentido era bueno, de momento probablemente no había matado a nadie, o al menos eso quería Shirou creer. Había escuchado los gritos de suplica de la gente cuando este transmitió su mensaje, tenía algunos estudiantes con él, sin olvidar las bombas, de algún modo tenía que encargarse de ellas y del tipo, por lo que inmediatamente tras verificar que no había heridos o victimas de aquella explosión, salió corriendo, llevando el botiquín consigo por si acaso.<br><br>De repente se encontró con dos personas, casi estaba a punto de proyectar un arma, los dos se veían bastante sospechosos por su vestimenta, podría ser el tal Mr. Two y un cómplice. Sin embargo, estos levantaron sus manos para intentar calmar a Shirou; tras observarlos más detenidamente, uno de ellos el de la mascara de calavera parecía estar herido del brazo; las voces de ambos no parecían pertenecer al de la transmisión que escucho, pero siendo factores desconocidos para él, debía mantener precaución, pero realmente esperaba que fueran aliados, eso aumentaría sus probabilidades de salvar a todos, especialmente considerando al tipo de la mascara blanca; si bien no lo podía poner en palabas, algo fuera de lo normal había sobre el mismo, ¿acaso era un magus? Era en estas situaciones que Shirou desearía ser capaz de detectar de manera más eficientemente. <br><br><b><span style='color:orange'>—Entiendo —</span></b>asintió y respondió, pero sin bajar la guardia, aunque el hecho que uno estuviera herido le hacía confiar un poco en ellos, aunque sospechas o no, no le ofreció tatarle las heridas con el botiquín, de momento parecía no estar grave, por lo que no perdería tiempo en ello de momento; dejando aparte las heridas, se veían sinceros, Kiritsugu le había advertido en confiar en otros magi, pero Shirou prefirió confiar en ellos, de momento, sin duda alguna él no era su padre<br><br><b><span style='color:orange'>—. ¿Fred? Me suena el nombre, creo que es Arita-san del segundo D —</span></b>respondió Shirou, recordando a la persona, si bien el chico era medianamente conocido al ser hafu, o sea mitad japonés, Shirou le conocía personalmente pues le había ayudado una vez en el club de jardinería, aunque solo había sido en una ocasión <b><span style='color:orange'>—. ¿Ustedes saben algo de ese tal Mr. Two? ¿Cualquier cosa que puedan decirme sobre él? —</span></b>preguntó, mientras señalo a las escaleras, para indicarles que había que subir, pues en el tercer piso se encontraba la sala de detención <b><span style='color:orange'>—, como el porqué busca a Fred, o… —</span></b>se detuvo en seco, cuando noto en las escaleras un rastro de sangre —<b><span style='color:orange'>Parece estar fresca, un estudiante fue herido aquí—</span></b>a pesar de la situación, se mantuvo calmado e intento analizar la situación, ni los rastros de sangre en el lugar parecían perturbarle, lo cual era obvio, lo primero que recordaba era un infierno que había caído sobre la tierra <b><span style='color:orange'>—. Espero que no sea Fred, si Mr. Two lo busca no podemos saber que hará con él una vez lo encuentre, pero seguro no será nada bueno —</span></b>expresó su preocupación por su compañero, mientras continuo con sus dos nuevos “aliados” <b><span style='color:orange'>—. El tipo parece estar obsesionado con bombas, esperemos que no haya colocado una trampa o algo por aquí… tengamos cuidado por dónde pisamos o vamos.</span></b><br><br>Los dos parecían estar preparados para lidiar con el tal Mr. Two, si decían la verdad por eso habían venido ambos a Homurahara, por lo que a lo mejor su consejo estaba de más, pero había decidido expresarlo de todas maneras. De momento se abstuvo de proyectar algún arma, no por exponerse en caso de que Mr. Two no tuviera nada que ver con magecraft, pues realmente no tenía pensado dejarlo vivo, hacerlo sería demasiado peligroso, sino porque era mejor que su enemigo le viera de momento como un simple estudiante; uno bastante “tonto” a lo mejor para intentar ir contra él, pero mientras no le viera como una amenaza seria, probablemente entretendrá la idea de jugar con él, lo cual le podría dar una oportunidad a Shirou para contratacar en el momento adecuado.  <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 25 2020, 12:34 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span> Destiny<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span> Action. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 25 2020, 01:14 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Leeroy timonel consejo de su amigo y se calm&#243;. Este estaba muy preocupado, estaba herido y hab&#237;an bombas&#33; No quer&#237;a perder la vida y mucho menos ver a otros morir&#33; Pero ten&#237;a que firme en su devoci&#243;n si quer&#237;a triunfar en esta batalla contra aquel terrorista. <span style='color:orange'>-  As&#237; que est&#225;s son las grandes ligas, enfrentar a otro mago... Que miedo da el mundo con gente as&#237; bro           -</span> expres&#243; luego de correr y toparse con un chico pelirrojo que bueno, sigui&#243; a kaito en levantar las manos. Por suerte con mucha desconfianza, todos se calmaron, el muchacho parec&#237;a tener iniciativa en querer ayudar &#191;Pero era correcto? A penas ellos dos pod&#237;an con la situaci&#243;n y eran dos magus.<br><br><br><span style='color:orange'>-      Dios esto es un caos. Solo sabemos por ahora que el tipo estaba escondido en Fuuyuki y ha estado matando gente de manera poro ortodoxa. Ahora bien, ten&#237;amos reportes de que pod&#237;a estar aqu&#237; y por eso vinimos a investigar. De hecho deber&#237;amos llamar refuerzos... Pero algo interfi que con las se&#241;ales.       -</span> Leeroy pas&#243; a fijarse en Joker. <span style='color:orange'>- Joker creo que ese tipo es un experto, mucho m&#225;s que yo. Puedo sentir como ha puestos alg&#250;n tipo de barrera, y todo eso de ense&#241;ar y tener encerrado a los estudiantes, seguro planea sacarles algo. Puedo sentir como su man&#225; est&#225; impregnado de sangre y deseos oscuros           -</span> No solo ten&#237;an que solucionar todo, ten&#237;an que ser r&#225;pidos quien sabe que estar&#225; armando ese tipo poco a poco. Leeroy a diferencia de Shirou pod&#237;a percibir energ&#237;as m&#225;gicas y distorsiones del Magecrafts, al saber moldear bien su Man&#225; era posible para el conectarse al de otro y ver su naturaleza solamente.<br><br><span style='color:orange'>-    Oye Boy, deber&#237;as ir a un lugar seguro. Nosotros somos los h&#233;roes y te prometo que solucionaremos todos. Al final vamos a patear su trasero demente.        -</span> expres&#243; al joven pelirrojo como advertencia, cuando notaba siguiendo el rastro de sangre, este parec&#237;a ir en otra direcci&#243;n que la sala de detenci&#243;n. Ahora bien, Leeroy antes de analizar su rastro paso a observar a Shirou. <span style='color:orange'>-       Dud no deber&#237;as estar aqu&#237;. Somos los buenos, los profesionales. Nos encargamos de perseguir y atrapar a tipos raros como &#233;l. Y es por qu&#233; tenemos habilidades especiales &#161;Somos Magos viejo&#33; &#191;Incre&#237;ble no? Pues si, los h&#233;roes existen, y somos      -</span> Leeroy har&#237;a una pose sexy <span style='color:orange'>-     The Panthom Heros&#33; Por eso insisto, que nosotros estamos a otro nivel del rollo... &#191;Que opinas deber&#237;amos hacer Joker?  Tenemos a este chico un rastro de sangre, explosivos y gente atrapada en la sala de detenci&#243;n... &#191;Ser&#225; esa sangre del chico Fred? Hasta donde parece Me Two no lo ha atrapado... Que estresante.         -</span> Leeroy intentaba darse un respiro en ese momento enfocandose en ese rastro de sangre, aunque estaba alerta de que Mr Two los atacase, era muy r&#225;pido.<br><br><br>Final bueno : 1/4<br>Final Normal: 2/4<br><br>HP leeroy: 110 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 25 2020, 10:44 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1D10: 1 = 1</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1D10: 10 = 10</span> Acción<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 26 2020, 09:45 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="JUSTIFY"><br>Kaito se sintió aliviado cuando el chico pelirrojo no entró en pánico, aunque debía admitir que le parecía sospechoso que estuviera tan calmado, ¿Quizá el trauma no le dejaba reaccionar? ¿O quizá ya estaba acostumbrado a este tipo de cosas? Sea como fuere, tenían que trabajar juntos ahora, por el bien de todos los que estaban atrapados en la escuela. <br><br><span style='color:red'>—Hmph, efectivamente, somos héroes.—</span> Kaito hizo una pose junto a Leeroy, manteniendo una actitud tranquila y utilizando un tono de voz que denotaba mucha confianza.<span style='color:red'> —¡Phantom Heroes, los héroes que salvan al mundo desde las sombras&#33;—</span> ...la verdad es que habían ensayado mucho aquello, pero ahora comenzaba a pensar que no fue una muy buena idea hacerlo, probablemente pensarían que eran unos bufones.<br><br><span style='color:red'>—Sinceramente, creo que estarás más seguro sí nos acompañas, nosotros te protegeremos mientras nos ayudas a explorar la escuela.—</span> Sentenció el de cabellos azabache, sacando un gran cuchillo entre su ropa y entregándoselo al pelirrojo. <span style='color:red'>—Puedo ver el fuego en tus ojos, sé que de todas formas vendrás con nosotros aunque digamos lo contrario.—</span> En ese momento, Kaito esbozó una leve sonrisa. <span style='color:red'>—Es hora de ser un héroe.—</span> Sin más que agregar, comenzó a seguir el rastro de sangre.<br><br><span style='color:red'>—Maldición.—</span> De un momento a otro, Kaito sacó su pistola y se dio la media vuelta, apuntando a la nada. <span style='color:red'>—Nos están vigilando, no sólo por las cámaras, pude sentir la presencia de... algo.—</span> El chico chasqueó la lengua. <span style='color:red'>—Mr. Two no está oculto en alguna habitación y controlando todo, creo que está más cerca de lo que pensamos, mantengan los ojos bien abiertos.—</span> Al decir aquello, el de cabellos azabache continuó siguiendo el rastro de sangre sin bajar la guardia.<br><br><br></div><br><br>Final Malo: 1/4<br>Final Bueno : 1/4<br>Final Normal: 2/4<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 26 2020, 09:53 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 10 = 10</span> (DESTINO, SAVE FRED, PLEASE) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span> (ACCIÓN: WE WILL SAVE YOU, FRED)[/QUOTE]<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 26 2020, 11:38 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Shirou hab&#237;a arqueado una ceja cuando escucho al tipo de la mascar&#225; mencionar como Mr. Two hab&#237;a colocado alg&#250;n tipo de barrera. Shirou estaba vagamente familiarizado con campos delimitados, despu&#233;s de toda su propia casa ten&#237;a uno, el cual, si bien era simple, le alertaba si alguien entraba a la propiedad con malas intenciones, aunque no es como si &#233;l pudiera establecer uno, o detectar uno como el otro chico. Como fuera, eso le daba m&#225;s confirmaci&#243;n que el enemigo era un magus y que los dos junto a &#233;l tambi&#233;n eran, si la palabra barrera no era suficiente, el hecho que mencionara mana ya era suficiente. Fuera de eso, lo m&#225;s importante para &#233;l era el hecho de que hab&#237;an venido a investigar, &#191;eran acaso de la asociaci&#243;n de magos o algo similar? Alguien como Mr. Two era el tipo de persona que pon&#237;a en peligro seguramente el secreto de la taumaturgia, as&#237; que tendr&#237;a sentido, pero&#8230; <br><br><b><span style='color:orange'>&#8212;&#191;H-h&#233;roes? &#8212;</span></b>eso lo tomo por sorpresa, si bien no sab&#237;a mucho de la asociaci&#243;n, por lo que Kiritsugu le hab&#237;a contado, estaba seguro de que estos no se llamar&#237;an a s&#237; mismos como tal, eso ser&#237;a rid&#237;culo, aunque <i><span style='color:orange'>&#8212;. &#191;Quiz&#225;s es una mera excusa, muy mala eso s&#237;, de justificar su presencia aqu&#237;? &#8212;</span></i>r&#225;pidamente pens&#243;, pero fue en vano <b><span style='color:orange'>&#8212;Son magos&#8230; &#8212;</span></b>Shirou repiti&#243;, de nuevo un poco sorprendido, no esper&#225;ndose que admitieran que eran magi.<br><br>Tampoco las poses era algo que esperaba de los dos, sus atuendos eran extra&#241;os, pero intentar ocultar tu rostro en una situaci&#243;n como esta no era raro, al menos desde la perspectiva de Shirou, pero ya declarar que, si eran magos, h&#233;roes y hacer poses a lo Super Sentai ya era algo diferente. Como fuera, una sonrisa se mostr&#243; en su rostro cuando los vio, las sospechas que ten&#237;a de ambos se desvanecieron, sonaba tonto, pero el simple hecho de que se llamasen h&#233;roes y declaraban que eran magi, le calmaba bastante, porque nadie de la asociaci&#243;n, los cuales estaban obsesionados con mantener el secreto de la taumaturgia, har&#237;a algo como eso. <br><br><b><span style='color:orange'>&#8212;. G-gracias, mi nombre es Emiya Shirou, por cierto &#8212;</span></b>agradeci&#243; ligeramente avergonzado, a la ve que aprovechaba para presentarse, tomando de momento el cuchillo consigo, podr&#237;an hacer poses rid&#237;culas, pero al menos si se tomaban en serio lo de ser un h&#233;roe, declarando que le proteger&#237;an y toda la cosa, por lo que eso les ganaba un punto seg&#250;n Shirou. Claro, estaba el hecho que declaraban que eran magi tan f&#225;cil, no sab&#237;a si eran algo novatos como &#233;l, o no tem&#237;an de la asociaci&#243;n porque esta seguro estaba en caos desde que su sede cay&#243; bajo un dome, o igual, solo le hab&#237;an dicho a Shirou, una sola persona, y para hacerle sentir seguro, a&#250;n si luego se lo contaba a alguien, no es como si le creer&#237;an. <br><br>Sigui&#243; a ambos, a&#250;n con el cuchillo en mano, realmente no lo necesitaba, pero agradec&#237;a el gesto. Sin embargo, poco tiempo despu&#233;s de comenzar a seguir el rastro de sangre, Shirou tuvo un mal presentimiento, no estaba seguro, pero algo le daba mala espina. Afortunadamente, o bueno, quiz&#225;s en este caso, desafortunadamente no era solo imaginaciones suyas, pues Joker maldijo y saco una pistola, poni&#233;ndose bastante alerta. Si las interacciones anteriores con ambos ya le dejaban a entender que eran los magi tradicionales, el hecho que uno de ellos sacar&#225; o trajera una pistola consigo, reforzaba a&#250;n m&#225;s esa idea. Tras escuchar la advertencia de Joker, Shirou suspiro, en parte se alegraba que estuviera m&#225;s cerca el tipo, eso significaba que no estaba en otro lado torturando m&#225;s estudiantes.<br><br><b><span style='color:orange'>&#8212;. Gracias, pero al final no necesitare esto &#8212;</span></b>menciono, pas&#225;ndole el cuchillo a Skull, el mismo que el chico con la pistola le hab&#237;a entregado; si bien hubiera preferido guardarse esto al final, la situaci&#243;n era diferente ahora que sab&#237;a m&#225;s de los dos<b><span style='color:orange'> &#8212;Trace&#8230; &#8212;s</span></b>us circuitos m&#225;gicos se activaron, prana comenz&#243; a fluir a trav&#233;s de ellos y dio un peque&#241;o vistazo a su mundo interior, su mundo compuesto por espadas; una vez ah&#237;, selecciono el arma que quer&#237;a traer a la realidad, esto le ahorraba varios pasos a la hora de proyectar armas <b><span style='color:orange'>&#8212;. &#161;ON&#33; &#8212;</span></b>finalizando su aria, auto sugestion&#225;ndose a s&#237; mismo para cambiar su realidad, cambiarse a s&#237; mismo, abri&#243; su mano, y en ella se proyecto una katana, una de simple apariencia, su hoja era de unos 50 cent&#237;metros, no contaba con tsuba, y su suka era de madera, sin color agregado a la misma <b><span style='color:orange'>&#8212;. Disculpen si no lo mencione antes, pero yo tambi&#233;n soy un magus &#8212;</span></b>declaro, mientras manten&#237;a la guardia con su nueva arma. <br><br>En sus manos se encontraba lo que se conoc&#237;a como una shirasaya katana, pero lo importante no es la espada en s&#237;, o el hecho que hab&#237;a reforzado la misma con su magia, sino el due&#241;o original del arma. Cuando uno se pone a pensar en la gente que Shirou conoce y que sea bueno con una espada, uno inmediatamente pensar&#237;a en Taiga Fujimura, la cual ocasionalmente practicaba con el chico. Sin embargo, la habilidad de Taiga si bien era digna de admirar, uno ten&#237;a que ponerse a pensar el tipo de arma que usaba la chica, un shinai, uno que en esta ocasi&#243;n no ser&#237;a ideal para lo que necesitaba. Aparte de eso, uno deb&#237;a preguntarse, &#191;d&#243;nde hab&#237;a aprendido a pelear tal persona? Y la respuesta era su abuelo, jefe yakuza local, Raiga Fujimura, al cual le hab&#237;a pedido como pago una vez por arreglar su motocicleta, que le mostrar&#225; la espada que m&#225;s ha usado en su vida, la que tenga m&#225;s historia con &#233;l, y esa era la que ahora sosten&#237;a en sus manos.<br><br>Shirou hab&#237;a practicado por su propia cuenta, intentando mejorar sus habilidades de combate, pero estaban lejos de ser perfectas, sin embargo, su tracing le permit&#237;a no solamente copiar casi perfectamente cualquier espada que haya visto en su vida, sino la historia de la misma, y lo que ahora bland&#237;a en sus manos no era simplemente una espada, sino toda la historia de Raiga Fujimura con esta espada; dicha historia no era nada bonita o digna de admirar, no en vano era Yakuza, pero Shirou reconoc&#237;a la habilidad del hombre y el hecho que usar&#225; su poder para mantener Fuyuki m&#225;s o menos estable en cuanto actividades il&#237;citas, sin mencionar claro, que el hombre si que sab&#237;a usar su espada, especialmente como matar a una persona con ella, que era justo lo que necesitaba en estos momentos.  <br><br>Ahora que confiaba m&#225;s en ambos, no pod&#237;a permitirse ver ser visto como alguien indefenso a ojos de ambos y hasta cierto grado incluso del enemigo. Al ser aparentemente el eslab&#243;n m&#225;s d&#233;bil podr&#237;a ser atacado, y si bien no ten&#237;a problema con eso, si que sus nuevos compa&#241;eros se pusieran en peligro para protegerlo al momento de hacerlo, lo cual a su vez le dificultar&#237;a atacar al enemigo a&#250;n si quisiera por tomarlo por sorpresa, por lo que mostrarse m&#225;s d&#233;bil de lo que era realmente, ser&#237;a contraproducente en la situaci&#243;n actual, pues no se encontraba solo. <br><br><br><b><span style='color:orange'>&#8212;Creo haber visto alguien por ah&#237; &#8212;</span></b>dijo en voz baja, a los otros dos, se&#241;alando a una de las aulas de los de tercero en el, valga la redudancia, tercer piso.  Considerando que probablemente las aulas ten&#237;an bombas instaladas en ellas, aunque bien podr&#237;a ser una mentira para asustarles y solo hab&#237;a instalado bombas en esa aula que detono, era mejor proseguir con cautela; de no tener el dato de las bombas en mente, Shirou probablemente se hubiera lanzado de inmediato a perseguir tal figura.<br><br><br><div align="center"><span style='font-size:14pt;line-height:100%'>https://i.imgur.com/9CJMVVW.jpg</span></div><br><br>Final Malo: 1/4<br>Final Bueno : 2/4<br>Final Normal: 2/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 27 2020, 10:01 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span> Destiny<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 4 = 4</span> Action </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 27 2020, 11:32 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Leeroy estaba preocupado por aquel muchacho, era mucho m&#225;s joven que ellos dos, un ni&#241;o de prepa. Al final Kaito le habla dado un cuchillo y motivos para pelear y estaba bien, pues ambos eran H&#233;roes, pero h&#233;roes Ladrones. Una manera mucho m&#225;s distinta de salvar el d&#237;a usando m&#233;todos un tanto sucios para lograr el bienestar com&#250;n. As&#237; mismo aquel muchacho parec&#237;a alegrarse de lo que Kaito dec&#237;a sobre que Mr Two debe estar fuera y habia que estar alerta, podr&#237;a ser ventajoso ya que no estaba cerca de alg&#250;n estudiante y as&#237; era. Shirou parec&#237;a un muchacho mucho m&#225;s curioso de lo que podr&#237;a aparentar, Leeroy le ten&#237;a el ojo puesto en todo momento hab&#237;a algo en el que llamaba su atenci&#243;n pero no sabr&#237;a describirlo, y eso solo pasa con pocas personas...  El chico se comportaba raro a como deber&#237;a, no estaba asustado, no estaba sorprendido... <span style='color:Orange'>-  Passst, Joker, este chico es extra&#241;o. No parece ser alguien que se comporta como deber&#237;a ser un ni&#241;o que est&#225; en medio del caos... Yo que puedo defenderme, tengo miedo.... Su mirada.         -</span> Dec&#237;a Leeroy susurrando al o&#237;do de Kaito. <span style='color:Orange'>-        No es normal.   -</span> Shirou de por s&#237; no era un joven normal, pero bueno, ya tendr&#237;an tiempo para saber m&#225;s de &#233;l.<br><br>Fue Entonces que el chico devuelve el arma con amabilidad, parec&#237;a seguro de lo que estaba haciendo adem&#225;s, de lo que iba a hacer. <span style='color:Orange'>-    Wow.... WOW &#161;Mira eso Joker&#33;       -</span> Dir&#237;a boquiabierto al ver al joven actuar con su propia magia del tipo de refuerzo. Kaito miro su mano y la del chico. <span style='color:Orange'>-      &#161;No inventes&#33; &#161;Tambi&#233;n eres un mago como nosotros&#33;     -</span> Fue su reacci&#243;n que el mismo Shirou respondi&#243; luego. Esto si que era algo conveniente e inesperado para el d&#250;o fantasma. Leeroy sonri&#243; para poner su mano sobre el hombro del chico, mir&#243; la espada que hab&#237;a sacado b&#225;sicamente de la nada y luego a los ojos de Shirou. <span style='color:Orange'>-      &#161;Esto es genial&#33; Eres mago... Pero no pude darme cuenta como con Joker o Two. Wow, Joker es incre&#237;ble, es otro mago como nosotros, &#191;Es normal que and&#233;n as&#237; como as&#237; en todas partes? Yo cre&#237;a que los magos estaban no s&#233;, en alg&#250;n castillo como Harry Potter... Y esa habilidad     -</span> los ojos le brillaron tomando a shirou por los hombros y sarandearlo. <span style='color:Orange'>-     &#161;Tienes que ense&#241;arme esa habilidad&#33; &#161;Quiero aprender a sacar armas de la nada como t&#250;&#33; Dios, que envidia... Yo solo puedo tirar bolitas de man&#225; que lejos de da&#241;ar, mejoran las habilidades de otros....      -</span> Leeroy estaba tan emocionado, quer&#237;a saber m&#225;s de Shirou, quer&#237;a saber c&#243;mo era la vida de otros magos y como diablos pod&#237;a hacer eso&#33; <span style='color:Orange'>- A ver d&#233;jame... Trace.....            -</span> cerr&#243; sus ojos y extendi&#243; su mano para abrirlos y gritar. <span style='color:Orange'>-     ON&#33;&#33;&#33;&#33;&#33;      -</span> y levant&#243; su mano haciendo.... Nada, una bolita de Man&#225; sali&#243; de esta para luego evaporarse en el aire.... Era in&#250;til.<span style='color:Orange'>-          Es m&#225;s dif&#237;cil de lo que parece ...  -</span><br><br>Pero algo sucedi&#243;, pasos, siluetas de alguien y Shirou fue el primero en darse cuenta as&#237; que era tiempo de ir tras ellos.<span style='color:Orange'>-       Shirou, ve en el medio y que Joker vaya al frente. Yo me quedo atras, mis habilidades se centran mejor en el soporte, no s&#233; si has jugado wow o lol? Yo ser&#237;a Hana.    -</span>  dec&#237;a para comenzar a Marchar... Hab&#237;a algo o m&#225;s bien alguien, estaba haciendo ruidos, pero era en una de las aulas. Ten&#237;an miedo de si al abrirlas suceder&#237;a algo malo. <span style='color:Orange'>-        Chicos... He activado un escudo m&#225;gico en nosotros, as&#237; que si explota solo saldremos volando, conf&#237;en en m&#237;    -</span> Leeroy trag&#243; saliva cerrando sus ojos para extender sus manos y as&#237; generar con su prana... <span style='color:Orange'>-        Broken Magic&#33; Delta Shield&#33;   -</span> y as&#237; en sus dos aliados un aura protectora comenz&#243; a rodear sus cuerpos como una luz que les hac&#237;a parecer s&#250;per Sayajines. <span style='color:Orange'>-      Bien.... Usar&#233; magia para abrir la puerta, mantengan la posici&#243;n.     -</span> Leeroy gener&#243; un lazo de man&#225; y as&#237; abrira puerta. Cuando de repente, sali&#243; gritando una jovencita asustada....  La chica estaba asustada, parec&#237;a que estuvo escondida todo este tiempo pero al final, sali&#243; corriendo rogando ayuda a los chicos. <span style='color:purple'>-       Lamento haber salido, lamento haber salido.... no me maten&#33; No quiero morir&#33; Por favor, no soportaba el miedo&#33;&#33;-</span> Akemi hab&#237;a salido de su aula, pero al o&#237;r los pasos de ellos se escondi&#243; en esta. Parec&#237;a que si era cierto lo que dijo kaito y SHIROU, Two no lo ve&#237;a todo y tampoco habian bombas en todos lados. <span style='color:Orange'>-      &#161;Tranquila se&#241;orita&#33; Todo estar&#225; bien... No somos los malos, somos los Good Guys, adem&#225;s, ah&#237; est&#225; Emiya Shirou, estudia aqu&#237;, nos est&#225; guiando para atrapar al tipo malo&#33; As&#237; que ten calma.     -</span> sonri&#243;, aquella chica miro a Leeroy fijamente tambi&#233;n, en mitad de toda esa desesperaci&#243;n, logr&#243; calmarla y al ver a Emiya, entendi&#243; que no estaba en peligro. <span style='color:purple'>- Emiy....a, lo conozco...            -</span> Aquella chica se sinti&#243; por un momento aliviada de ver una cara conocida, y empez&#243; a sonre&#237;r lentamente....<br><br> <span style='color:Red'>-      Awwww, que conmovedora escena.     -</span> Aquella voz apareci&#243; sin aviso, Leeroy alert&#243; r&#225;pidamente prepar&#225;ndose para atacar. El hombre estaba camuflado en el techo, pero decidi&#243; retirar su camuflaje de ocultaci&#243;n, arrojando un cuchillo..... Lo siguiente fue tan r&#225;pido y a la vez capaz de verse en c&#225;mara lenta.... Leeroy en ese momento, se movi&#243; r&#225;pidamente para repeler  el cuchillo con su brazo, pues al estar cubierto con su escudo el cuchillo de Two no lo lastimaria ... Pero ...<span style='color:red'>-      Goood Job Cowboy&#33;&#33;&#33; &#161;Lastima que no tiraba a matar&#33; Pero ahora s&#237; lo har&#233;      -</span> Activ&#243; un dispositivo, y el cuchillo en su mango ten&#237;a una peque&#241;a carga, que al no ser tan grande solo lastimaria a quema ropa. Leeroy, kaito y Shirou ten&#237;an protecci&#243;n, pero la jovencita no y.... <span style='color:purple'>-       Shiro....    -</span> la chica gir&#243; a mirar asustada a shirou antes de terminar herida por la leve pero letal explosi&#243;n que la hizo rodar unos metros... <span style='color:red'>-       AHAHAHAHAHHAAHAH &#33; &#161;Strike One&#33; &#161;Como a m&#237; me gusta&#33; &#161;Suerte Caballeros&#33;    -</span> Expres&#243; burl&#243;n para luego activar su ocultaci&#243;n y escapar sin dejar rastro. Leeroy estaba at&#243;nito.... Estaba totalmente en shock.... Estaba jodidamente mal por como su descuido y falta de experiencia en esto termin&#243; resultando letal .. <span style='color:Orange'>-        Por dios.... Esto tiene que ser una maldita pesadilla dios...  -</span> Leeroy se puso ambas manos en su rostro totalmente arrepentido. <span style='color:Orange'>-          &#191;Puedes.... Revisar a la chica por mi Joker? No me siento bien... -</span> las im&#225;genes de su fracaso... De c&#243;mo por su falta de experiencia, Leeroy olvid&#243; activar un escudo protector en ella, pero la verdad fue la rapidez del momento, osea todo paso tan r&#225;pido y bueno, un descuido simple pero uno que termin&#243; siendo fatal para esa joven. Leeroy observ&#243; en el suelo como en el suelo hab&#237;a una credencial estudiantil la cual recogi&#243;, mientras un par de l&#225;grimas sal&#237;an de sus ojos. <span style='color:Orange'>-     &quot;Akemi Amada, Club de poes&#237;a&quot;....      -</span> Leeroy mir&#243; el cuerpo, estaba inm&#243;vil y no parec&#237;a respirar. <br><br>Final Malo: 1/4<br>Final Bueno : 2/4<br>Final Normal: 2/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 27 2020, 11:55 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 4 = 4</span> (DESTINO, SAVE AKEMI AND FRED&#33;) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span>  (ACCIÓN: WE WILL SAVE BOTH OF YOU&#33;)[/QUOTE][/QUOTE] </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 28 2020, 01:10 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—No me sorprende, la verdad no tengo talento como magus, esto es una de las pocas cosas que puedo hacer —</span></b>había admitido sin una pizca de pena, explicándole al joven porque no había logrado detectarlo<b> <span style='color:orange'>—. T-tranquilo, tranquilo, ¡lo haré&#33; Todos lo pueden hacer… creo, además no podemos distraernos, dejemos estas cosas para más tarde, cuando hayamos acabado con Mr. Two —</span></b>respondió tras ser literalmente zarandeado por Shirou, accediendo en un intento de calmarle. <br><br>Tampoco se perdió el intento de usar su aria personal, lo que hacía pensar que a pesar de probablemente tener más talento natural que Shirou, el chico de la máscara tenía menos experiencia que el propio Shirou. En cuanto enseñarle proyección, no sería difícil, era una habilidad bastante básica… en cuanto tracing, bueno, esa era otra historia, pero Shirou tampoco creía que fuera tan “especial”, el tan solo había logrado avanzar un poco una habilidad que muchos magi veían como inútil… no, seguramente había alguien en el mundo que igual había logrado crear una técnica igual o más avanzada que la suya, no era nada especial, o al menos eso creía, no valorando mucho su propio logro. <br><br>Dejando de lado interacciones del pasado y volviendo al pasado, Shirou se movió en conjunto de sus nuevos compañeros; asintió ante la idea de Leeroy y dejo ir a Kaito ir en frente; si bien realmente no le gustaba poner a alguien más en peligro en frente de él, era capaz de entender que las habilidades de Kaito eran superiores a las suyas, como si no fuera humano… era difícil de explicar, pero realmente no tenía otra explicación; aunque tampoco es que dejara que este tomará todo el peligro, por lo que se aseguraría de protegerlo si era necesario, que fuera más fuerte que él no importaba, eso no significara que fuera invencible y exento de heridas.<br><br><b><span style='color:orange'>—Gracias, esto ayudará bastante —</span></b>agradeció la ayuda del rubio, notando como este creaba una especie de escudo o aura alrededor de todos; el magus de tercera no sabía cómo funcionaba, y la verdad estaba sorprendido, confirmando sus sospechas de que, si bien era algo inexperimentado al no poder siquiera reconocer una magia tan básica como proyección, sí que tenía más talento que Shirou para magecraft.<br><br>La puerta fue abierta por Leeroy, quién manipulo su prana de una manera bastante peculiar para crear un látigo. Preparado Shirou aguardo, sin embargo, afortunadamente era tan solo una chica que había logrado escapar. Una chica que Shirou no reconocía, pero cuyo rostro le era familiar, habiendo visto seguramente pasar por ahí o algo similar. <br><br><b><span style='color:orange'>—Sí, no te preocupes, estarás a salvo con nosotros —</span></b>le aseguró, para luego recordar que sostenía una espada <b><span style='color:orange'>—. Ah, e-esto lo encontré por ahí, al parecer lo tenían de decoración —</span></b>comentó con una risa ligeramente nerviosa, intentando explicar el porque andaba con una katana.<br><br>La chica le había reconocido, lo cual no era extraño, mucha gente le conocía por su “infamia” como el falso conserje de Homurahara y demás títulos que le daban; lo cual realmente no le importaba, de hecho, en este punto daba gracias que fuera más o menos una figura reconocida dentro de escuela, pues era eso lo que había logrado calmar un poco a la chica.  No obstante, ese pequeño momento de paz que pudieron experimentar no duro mucho, la voz de aquel degenerado se pudo escuchar, de inmediato todos reaccionaron; se encontraba en el techo, había estado camuflajeado allí, pero decidió revelarse, lanzando un cuchillo que Leeroy por fortuna había logrado desviar… o eso pensaron. Shirou se percató de lo que hablaba el hombre cuando dio otro vistazo al cuchillo, notando el pequeño el proyectil en el mismo; de inmediato volteo hacia Akemi; escucho murmurar su nombre, su cuerpo fue muy lento para poder actuar, era ya demasiado tarde; la bomba detono, sacudiendo a todos los presentes con la pequeña pero potente explosión. <br><br><b><span style='color:orange'>—No fue tu culpa, me di cuenta demasiado tarde, no pude reaccionar ni moverme lo suficientemente rápido para protegerla, esto es mi culpa y de la de nadie más—</span></b>asumió de inmediato la culpa, que era lo que realmente sentía, no guardando resentimiento alguno con el rubio, maldiciendo internamente como no había podido hacer nada por la chica; sin embargo, no desespero, relativamente conservo la calma, mientras iba hacia donde yacía Akemi. <br><br>El cuerpo de la chica había sostenido varias heridas graves debido a la explosión, de las cuales fluía sangre, habiendo esparcido la misma en lugares cercanas dónde estaba su cuerpo. Shirou tan solo acerco al cuerpo de la chica, notando como aún respiraba, algo irregular, pero aún lo hacía. <br><br><b><span style='color:orange'>—Aún podemos salvarla, se encuentra con vida—</span></b>declaro, intentando calmar con eso al rubio, diciendo con cierta tranquilidad y natural que era algo perturbador si lo combinabas con esa expresión que tenía en su rostro, algo carente de emoción, no por el completo eso sí, pero podía hasta resultar algo fría debido a la situación. <br><br>Se culpaba, de eso había duda, dejando de lado su expresión y palabras, sus emociones eran más expresadas por el hecho de que estaba sujetando firmemente su katana, más firme y fuerte de lo normal, realmente había fallado y le estaba afectando. En su otra mano, se encontraba sosteniendo el botiquín que había encontrado en el club, internamente agradeció al estudiante que lo olvido, había sido un descuido, pero salvaría la vida de esta chica. Se había aferrado al botiquín en un último esfuerzo, al darse cuenta de que no iba poder proteger la chica, por lo que se aseguró de no soltar lo que posiblemente le podía salvar la vida si sobrevivía a la explosión, después de todo, de soltarlo la medicina no sería protegida por el escudo si no lo llevaba consigo.<br><br><b><span style='color:orange'>—. Sé algo de primeros auxilios, en lo que la trat… ¡AGHR&#33; —</span></b>su cuerpo reacciono rápidamente en un reflejo, usando su brazo izquierdo para cubrir el cuerpo de la chica, recibiendo así un cuchillo que atravesó su piel <b><span style='color:orange'>—. ¡E-el desgraciado sigue aquí, mantengan guardia en lo que trato a Akemi-san&#33; —</span></b>soportando el dolor, retiro el cuchillo de su herida, para comenzar a abrir el botiquín. <br><br>Mr. Two no se había ido, o al menos había esperado lo suficiente para intentar rematar a la chica, podría ya haber escapado, pero era mejor estar alerta y no perder tiempo. Había recibido una herida, pero no era tan “grave”, aún tenía movilidad en el brazo, su refuerzo había disminuido el daño; dolía, pero nada comparado a introducir una varilla de hierro caliente en su columna vertebral… que no es que lo hay hecho literalmente, pero eso era lo que sentía cuando erróneamente solía crear sus circuitos mágicos usando sus nervios, en vez de usar con los que ya contaba.<br><br><b><span style='color:orange'>—Trace… ON —</span></b>analizo y reforzo las propiedades de las vendas que sostenía, haciéndolas más firmes y resistentes, para luego aplicar desinfectante en las heridas de las chicas, las cuales prosiguió a vendar, intentando aplicar presión necesaria en el área indicada, intentando disminuir el sangrado y así la pérdida de sangre <b><span style='color:orange'>—. Esperemos que sea suficiente por el momento, pero necesitaremos encargarnos de esto rápido, no podemos saber que tanto más resistirá ella o los demás—</span></b>una ambulancia para la chica era necesaria, pero era imposible siempre y cuando aquel hombre siguiera con vida <b><span style='color:orange'>—. Gracias a ti pude tratarla, sin tu escudo estaría muerto, o peor, hubieramos perdido el botiquin</span></b>le hizo saber al rubio, sin ningún ápice de engaño, para Shirou era un hecho que gracias al rubia calavera, Akemi se había salvado <b><span style='color:orange'>—. Atrapemos a ese degenerado —</span></b>una vez dicho esto, se puso de pie, tomando de nuevo su katana la cual había hecho a un lado para tratar las heridas de la adolescente. <br><br>----------------------<br><br>Final Malo: 1/4<br>Final Bueno : 2/4<br>Final Normal: 2/4<br><br><br><br><i>Shero pierde -20 HP, pero luego calculo cuanto me queda, que me da flojera ahorita. (?)</i> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 28 2020, 12:09 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 6 = 6</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 8 = 8</span> Acción<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 29 2020, 05:08 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="justify"><span style='color:red'>—No me digas.—</span> Fue el comentario que soltó Kaito cuando Leeroy mencionó que aquél chico no era normal, pues el de cabellos azabache ya lo había notado, aquél joven era muy diferente a los demás. Sin embargo, varias de sus sospechas fueron confirmadas cuando Shirou demostró que también era un magus, causando que Kaito esbozase una muy leve sonrisa. <span style='color:red'>—Lamento haberte tratado como alguien indefenso, claramente puedes defenderte bien, así que será mejor que continuemos.—</span> Sin nada más que agregar, Kaito escuchó la sugerencia de Leeroy y se posicionó enfrente con su arma de fuego en mano lista para disparar.<br><br><br>Entonces, en el momento que apareció una civil, Kaito inmediatamente se alarmó y miró a su alrededor con cuidado mientras Leeroy la tranquilizaba. Entonces, Mr. Two hizo su aparición, Kaito enseguida trató de disparar al hombre. Sin embargo, todo había sido demasiado rápido y aquél camuflaje también alteraba los sentidos del muchacho. Disparó una bala, pero esta no fue capaz de llegar a Mr. Two, provocando que el de cabellos azabache chasquease la lengua. <br><br><br><span style='color:red'>—¿Dices que puedes salvarla? Bien, hazlo, veré sí Mr. Two dejó un rastro.—</span> Frustrado por no haber podido hacer nada, Kaito se separó del grupo con la esperanza de encontrar a Mr. Two, pues asumía que no debía estar muy lejos debido al camuflaje. Sin embargo, se vio forzado a regresar cuando logró escuchar a Shirou, encontrándose con una cena que lo hizo frustrase aún más. <span style='color:red'>—Maldita sea, este tipo está jugando con nosotros.—</span> Enseguida, Kaito se quedó observando a Shirou, notando la herida en su brazo. <span style='color:red'>—Sí, tienes razón, será mejor que lo atrapemos.—</span> Comentó, sintiéndose culpable por la herida del pelirrojo por no estar ahí para protegerlo. <br><br><span style='color:red'>—Debemos llevarnos a la chica con nosotros, yo la cargaré.—</span> Comentó el muchacho, cargando a la joven estudiante en sus brazos. <span style='color:red'>—No podemos dejarla aquí ahora que Mr. Two sabe de ella, yo la protegeré, tengo una habilidad especial que me permitirá protegerla.—</span> Sin nada más que agregar, el muchacho se puso andando, esperando a que Leeroy activase su escudo también.<br><br></div> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 29 2020, 05:39 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 1 = 1</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span> Acción </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 29 2020, 06:52 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Una situación tensa, aquel enmascarado no paró de acosar al trío de héroes. A donde sea que iban este les pisaba los talones. Así mismo Leeroy estaba alerta pero preocupado al ver cómo Shirou se encargaba de la chica. El esperaba que estuviera bien y se salvara, no quería que nadie muriera y mucho menos por un descuido tan patético como ese .... Aún así, Shirou se culpaba para mitigar su dolor y al final sus palabras sobre el que leeroy cuidara de shirou y kaito, y de no ser por ello él no la había curado, le hicieron aliviar. <span style='color:Orange'>-   Shirou.... Amigo, te debo la vida... Eres grande socio.       -</span> Expresó aliviado al ver respirar a la joven Akemi, Leeroy volvió a sonreír y ser el con la misma confianza de siempre. <span style='color:Orange'>-   Gracias por todo Shirou, eres el verdadero héroe aquí. Al final solo debo tener más cuidado a la hora de actuar, lección aprendida. Aprovecharé está segunda oportunidad para mejorar.       -</span> Dicho eso todo terminó bien para la chica.<br><br>Pero aún desde las sombras máquina a aquel ser grotesco que se alimentaba del temor de todos en la escuela, parecía querer temrinar su trabajo pero Shirou evitó completamente. Kaito se pudo al ataque soltando disparos contra aquel ser, Leeroy estaba en guardia con su escudo mágico parándose frente a Shriou y evitar cualquier otro ataque a este. <span style='color:Orange'>-    No se despeguen de mi, es obvio que ese imbesil tiene sus ojos en ustedes.      -</span>  Leeroy se esforzó por crear una enorme barrera mágica entre esos dos, y así protegerlos, pero no era muy bueno en ello así que no iba a durar mucho. <span style='color:Orange'>-     Broken Magic.... Delta Shield&#33;     -</span> Concentrando su magia logró canalizar de nuevo el mismo escudo, está vez mucho más grande y así cubrir esa área para aquellos dos, quedando el por fuera. Sonrió hacia shirou. <span style='color:Orange'>-     Todo va a estar bien Socio, saldremos de esta      -</span> Luego sintió como una presencia parecía merodear alrededor pero no entendía que o quien era. <span style='color:Orange'>-     No estamos solos, Joker. Este tipo está obsesionado con terminar su labor... Parece que no piensa rendirse.     -</span> Estuvo alerta, Mr Two no parecía saciarse, estaba tan loco y desesperado por acabar con el espíritus de los héroes, pero estos seguían de pie firmes en la lucha. Kaito, Leeroy y shirou, sin ellos muchas vidas serían consumidas.<br><br><span style='color:red'>-     Que bonito... Los nenes tienen trucos. Me han hecho divertirme mucho. Pero no crean que soy su único enemigo, muchachos. El tiempo corre en contra suya, y una vez mi logré mis objetivos. ¡Está noche los fuegos artificiales pintaran el cielo como celebración&#33; Hahahahahahahah&#33;&#33;&#33;     -</span> Expresó vía radio de la oficina del director.<br><br>Leeroy estaba confuso en ese momento, no entendía como... Solo había una explicación. <span style='color:Orange'>-      Joker, creo que no trabaja solo... Fue tonto pensarlo ¿Cómo podría poner tantas bombas aparecer repetidas veces y además usar diversos métodos de ocultación? Solo piensa, la primera vez nos atacó por sorpresa desde un salón cuando pudo ocultarse con su magia. Quiere decir que hay dos o más Me Two.... Estoy seguro de ello     -</span> Observó como Kaito estaba igual de fastidiado de ese tipo para luego cargar a la chica y mantenerla a salvó. <span style='color:Orange'>-       Nosotros te cuidamos la espalda, Joker. Shirou...   -</span> expresó para mirarlo fijamente mientras seguían su marcha. <span style='color:Orange'>-      ¿Crees poder hablar con Akemi? Quizás ella sepa algo de ese chico Fred, cualquier pista puede sernos útil... Dios, que raro me siento en este momento... Vale me falta el aire, estaré bien.    -</span> parece que el consumo de mana más la adrenalina estaban pasando factura, aunque tenía habilidades propias, leeroy no controlaba del todo la Broken Magic, sufriendo estados secundarios en ocasiones, aún sigue siendo un Magu Inexperto. Solo se limitó a seguir, está vez yendo al frente de Kaito y estando alerta. Pero varios gritos de escuchaban en el tercer piso, en la sala de detención, debían llegar ahí a toda costa.<br><br><br><br>Bad Ending: 2/4<br>Good Ending: 2/4<br>Normal Ending: 2/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 29 2020, 07:04 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span> (DESTINO, SAVE AKEMI AND FRED&#33;) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 1 = 1</span>(ACCIÓN: WE WILL SAVE BOTH OF YOU&#33;) </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 30 2020, 04:36 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>&#8212;Concuerdo contigo, probablemente tenga un c&#243;mplice o m&#225;s, tenemos que movernos asumiendo eso &#8212;</span></b>era mejor prevenir que lamentar <b><span style='color:orange'>&#8212;. Aunque no por eso debemos perder la cabeza, no cambia nuestro objetivo&#8212;</span></b>ponerse paranoicos por los posibles aliados de Mr. Two ser&#237;a contraproducente, si bien era mejor asumirlo y andar con cuidado, tampoco pod&#237;an permitir que tal noci&#243;n les paralizara.<br><br>El hecho de que Skull quedar&#225; fuera de las propias barreras que hab&#237;a levantado, no fue desapercibido por Shirou. Normalmente le dir&#237;a algo respecto, pero pod&#237;a ver que tanto se estaba esforzando por mantener su magecraft. Podr&#237;a tener talento, pero no contaba con a&#241;os de entrenamiento para poder resistir por largos periodos de tiempo, el mencionarle que deber&#237;a protegerse ser&#237;a en vano a este punto, y le har&#237;a desperdiciar energ&#237;a, por lo que Shirou tan solo decidi&#243; estar pendiente de su compa&#241;ero; si peligro ven&#237;a hacia &#233;l, no dudar&#237;a en protegerle, barrera protectora o no. <br><br>Joker se estaba encargado de Akemi, considerando las sobrehumanas habilidades que hab&#237;a demostrado hasta momento, sin olvidar la presencia del mismo, estaba m&#225;s de decir que la chica estaba en buenas manos, aunque no por ello deb&#237;a bajar la guardia, con el pelinegro ocupado cargando a Akemi, el como pod&#237;a actuar se limitaba m&#225;s de lo normal, por lo que depend&#237;a del resto apoyarle para que no solamente la chica no saliera herida, sino &#233;l mismo. <br><br><b><span style='color:orange'>&#8212;Lo intentar&#233; &#8212;</span></b>asinti&#243; ante la sugerencia, manteni&#233;ndose a&#250;n detr&#225;s de Kaito, pero acerc&#225;ndose un poco para poder hablar con la chica que cargaba consigo <b><span style='color:orange'>&#8212;. Amada-san, Amada-san, es Emiya, lamento no haber podido protegerte como te lo promet&#237; &#8212;</span></b>se disculp&#243;, a&#250;n pese las palabras de Leeroy, qui&#233;n le hab&#237;a llamado h&#233;roe, Shirou a&#250;n se sent&#237;a lejos de ese ideal; hab&#237;a fallado, pero no permitir&#237;a que <b><span style='color:orange'>&#8212;. S&#233; que es hip&#243;crita hacerlo de nuevo, pero te proteger&#233;, lo prometo... Es por eso que necesito tu ayuda, el tipo que te hizo esto esta buscando a Arita Fred, es de segundo D, es un chico bajito y rellenito, &#191;lo has visto? &#8212;</span></b>una vez hizo su pregunta, fue paciente, la chica estaba bastante herida, si bien parec&#237;a haber recobrado el conocimiento hace unos minutos previos, a&#250;n estaba bastante herida. <br><br><b><span style='color:green'>&#8212;S-s&#237;&#8230; l-le vi correr &#8212;</span></b>d&#233;bilmente, movi&#243; su brazo y apunto hacia la direcci&#243;n que hab&#237;a visto correr al estudiante, las escaleras, conduciendo al cuarto piso.<br><br><b><span style='color:orange'>&#8212;. Gracias, Amada-san, descansa, d&#233;janos el resto &#8212;</span></b>le aseguro a la chica, para luego ponerse a investigar junto al resto <b><span style='color:orange'>&#8212;. Tenemos otro rostro justo aqu&#237;, en el cuarto piso se encuentra la sala de profesores, si esta sangre pertenece a Fred u otro estudiante, probablemente huyo hasta all&#225; en busca de un profesor, si es que queda alguno &#8212;</span></b>mientras dec&#237;a esto, la imagen de su autoproclamada hermana mayor paso por su mente, sin embargo, sacudi&#243; el pensamiento r&#225;pidamente, sab&#237;a que Taiga ya no se encontraba en la escuela, le hab&#237;a visto marchar tras supervisar a los del club de arquer&#237;a junto a Sakura, lo cual realmente era un alivio <b><span style='color:orange'>&#8212;. Esto tiene que acabar ya, probablemente no nos queda mucho tiempo &#8212;</span></b>menciono, comenzando a subir las escaleras intentando ser precavidos, las &#250;ltimas palabras que hab&#237;a dicho el terrorista le hab&#237;an dejado mala espina, por lo que ten&#237;an que detenerlo cuanto antes, a &#233;l y a sus c&#243;mplices.<br><br>---<br><br>Bad Ending: 2/4<br>Good Ending: 2/4<br>Normal Ending: 3/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 30 2020, 05:11 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br> Dice Roll: 1d10: 1 = 1 Destino<br> Dice Roll: 1d10: 5 = 5 Acción </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 30 2020, 06:28 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='color:red'>—Bueno, su nombre es Mr. Two, lo normal sería pensar que existe un Mr. One.—</span> Palabras que soltó Kaito mientras esperaba que aquello no preocupase a la alumna, luego notó algo diferente en el escudo de su compañero. Inmediatamente dijo algo al respecto. <span style='color:red'>—Yo puedo defenderme solo, socio, no gastes energía en mí. Céntrate en Akemi.—</span>  Y era cierto, Kaito tenía la posibilidad de usar su Noble Phantasm para robarle energías a su atacante sí aparecía. Sea como fuere, el chico guardó silencio y dejó que Shirou hablase, pues la presencia del joven parecía tranquilizar a otros estudiantes.<br><br><span style='color:red'>—¿La sala de profesores, huh? Quizá deberíamos ser un poco más cuidadosos en cómo decimos las cosas, debemos asumir que Mr. Two escucha todo lo que decimos o incluso puede leer nuestros labios.—</span> Comentó, claramente preocupado. <span style='color:red'>—Así que atentos a cualquier sorpresa, puedo sentir que nos está vigilando, no me extrañaría sí nos tiene lista una emboscada en la sala de profesores.—</span> Sin comentar nada más, el de cabellos azabache se puso andando, con la esperanza de encontrar un fin a toda la locura provocada por Mr. Two. <br><br><span style='color:red'>—Entonces, sí Mr. Two está en la sala del director, eso significa que tiene uno o dos hombres rondando por la escuela.—</span> De un momento a otro, comenzó a pensar al respecto, pues había algo que no le cuadraba a Kaito. <span style='color:red'>—¿Pero no creen que sus voces eran muy similares? La de la radio y la del que nos atacó, siento que pasa algo que no estamos viendo.—</span> El de cabellos azabache comenzó a pensar en múltiples teorías, pero cada una tenía menos sentido que la anterior. <br><br>————<br>Bad Ending: 3/4<br>Good Ending: 2/4<br>Normal Ending: 3/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 30 2020, 08:42 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 10 = 10</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 9 = 9</span> Acción </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Mar 30 2020, 03:43 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Era posible que por fin el caso estuviera por resolverse, los misterios sobre One aún no estaban claros, había formas de tener todos la misma voz o explicar cómo este estaba en todos lados. Aún así la meta era recuperar a Fred ya que eso era lo único que limitaba que One acabará con todos y escapara impune. <span style='color:Orange'>-        La cabeza me duele de tanto pensar que sucede&#33;    -</span> Tenían la pista de Akemi además de poder estar siendo vigilados. Aunque algo más extraño era... <span style='color:Orange'>-   Es curioso como Mr Two o One no se ha enfocado en matarnos.... Al principio si que lo intentó, pero luego solo ha estado jugando con nosotros... La verdad eso tiene un por qué.         -</span> Trataba de razonar Leeroy pero no llegaba a una conclusión, simplemente aún no era muy veterano en esto como Kaito..<br><br><br>Kaito tenía razón al igual que Shero sobre el hecho de que les estaban siguiendo y vigilando, Leeroy lo sentía. Por un momento se dejó llevar por pensamientos y comenzó a divagar. Ya estaban en el Cuarto piso. Se podía sentir una clara sensación fuerte a cada paso, algo pesado ... Fue entonces qué Leeroy logró divisar a alguien asomarse pero no logro distinguir. Este se escondió en la sala de profesores. En ese momento, Leeroy se percató de que las cámaras de este piso todas estaban rotas ¿Que lo había provocado? <span style='color:Orange'>-       Hay señales hostiles aquí... No lo entiendo.     -</span> Nada tenía sentido la verdad. Pero si sabía algo, que si aquel que estaba en la sala era Fred, las cosas podrían ponerse fuertes. <span style='color:Orange'>-       Okey muchachos, yo abriré la puerta ustedes cuiden mi espalda.      -</span> Está vez leeroy activó el escudo solo para él, pidió distancia de sus compañeros. Abrió la puerta y la sala de profesores estaba vacía.... El rastro de sangre terminó enas escaleras que conducían a este piso. <span style='color:Orange'>-      Juro haber visto algo.... Siento que alguien se esconde y quizás podría ser Fred, solo lo presiento.      -</span> Fue cuando Leeroy miró seriamente a Shirou. <span style='color:Orange'>-     Shirou, creo que solo tú puedes entrar ahí y dialogar. Debe estar asustado, algo hubo entre él y one....  Así que debe estar aterrado y quién no. Nosotros no podremos convencerle de ser así. Pero tú si, según he visto mucha gente de este lugar te conoce y confía en ti de algún modo, tienes un bello don.        -</span> Leeroy sonrió a Shirou colocando su mano en su hombro. <span style='color:Orange'>-   Contamos contigo bro&#33; Da lo mejor de ti&#33; Joker y yo te cubrimos.         -</span> Diría para darse la vuelta y hacer guardia mientras Shirou tenía que entrar e investigar. <br><br><span style='color:Orange'>-   Joker.... Creo que cuando termine todo esto, tendrás que cargarme.... Yo he intentado enviar por ayuda pero hay interferencia, aunque espero que alguien reciba nuestro llamado de auxilio.... La verdad siento que Fred podría tener relación con el mundo Mágico y por eso One tiene interés en él....Además ese tipo no va a dejar que lo salvemos así como así, va a luchar a muerte si es necesario... En tal caso, deberíamos sacar primero a Shero y los demás y nosotros quedarnos a pelear.         -</span> Leeroy estaba decidido a luchar hasta el final junto a su hermano. <span style='color:Orange'>-        Till the end bro.    -</span> Luego quedaría en silencio concentrado en la guardia. Ellos no lo sabían, pero obviamente Two los siguió, pero estaba calmo. Parece que solo estaba esperando que ellos hicieran el trabajo sucio por él que sería encontrar a Fred.<br><br>Bad Ending:3/4<br>Good Ending: 3/4<br>Normal Ending:3/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 30 2020, 06:08 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 3 = 3</span> (DESTINO, SAVE AKEMI AND FRED&#33;) <br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span>(ACCIÓN: WE WILL SAVE BOTH OF YOU&#33;)<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Mar 30 2020, 11:23 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>&#8212;El tipo es un demente, no me sorprender&#237;a que solo este jugando sin ning&#250;n objetivo en mente &#8212;</span></b>menciono, ante la pregunta del rubio, era cierto de que realmente ya no hab&#237;a tanto intento del enemigo por acabar con ellos <b><span style='color:orange'>&#8212;. Eso, o tenga un plan que requiera que sigamos vivo de momento, al menos temporalmente, realmente podr&#237;a ser cualquier cosa o ambas opciones&#8212;</span></b>no hab&#237;a raz&#243;n para desperdiciar tiempo en teor&#237;as y fre&#237;rse el cerebro, para empezar para alguien como Emiya Shirou, entender a alguien que disfrutaba del sufrimiento ajeno, era simplemente imposible, eran como extremos opuestos, por lo que se le dificultar&#237;a seguir su l&#237;nea de pensamiento <b><span style='color:orange'>&#8212;. Tienes raz&#243;n, Joker, debemos ser m&#225;s cuidadoso con lo que decimos &#8212;</span></b>concedi&#243; el punto de su compa&#241;ero cuando lo saco a flote, era cierto que podr&#237;an estar siendo vigilados, c&#225;maras o no, era est&#250;pido decir sus planes en voz alta.<br><br>Esto significaba que ten&#237;an que confiar en el resto ciegamente, intentando coordinarse sin decir mucho, o esperando que el otro siguiera la idea del otro sin decir muchas palabras. Los otros dos ten&#237;an la ventaja que se conoc&#237;an desde antes, se notaba que eran amigos y qui&#233;n sabe que tanto se conoc&#237;an el uno al otro, en cuanto a Shirou, el hecho que confiase en ellos era un punto a su favor, pero no quitaba el hecho que eran completos desconocidos, siendo solo gracias a la dedicaci&#243;n que estaban demostrando por proteger la escuela, que Shirou pod&#237;a contar con ellos. <br><br><b><span style='color:orange'>&#8212;No lo ver&#237;a como un don&#8230; pero tienes raz&#243;n, har&#233; el intento, tengan cuidado, no me tardo&#8212;</span></b>nadie lo hab&#237;a dicho en alto, pero hasta punto seguramente estaban siendo utilizados para encontrar a Fred por el asesino; el problema es que a&#250;n si tuvieran la certeza de que eso era el caso no ten&#237;an otra opci&#243;n.<br><br>Ya hab&#237;an visto el amor que ten&#237;a por los explosivos aquel hombre, en el peor de los casos, podr&#237;a volar la escuela para deshacerse de Fred si era ese su objetivo. Por otro lado, a&#250;n si Mr. Two quisiera a Fred vivo, no pod&#237;an simplemente caminar en c&#237;rculos intentando no conducirlo hacia &#233;l, en primera no estaban seguro que ese era su plan, en segunda &#233;l o sus c&#243;mplices, si es que realmente ten&#237;a, podr&#237;an dar con el gordito, y si ellos estaban lejos cuando eso suced&#237;a, bueno, no habr&#237;a mucho para evitar que ese sujeto asesine o secuestre al pobre chico, por lo que a&#250;n si estuvieran bailando al comp&#225;s de Mr. Two, no ten&#237;an otra alternativa.<br><br><b><span style='color:orange'>&#8212;. Soy Emiya Shirou de la clase del segundo C, &#191;se encuentra alguien aqu&#237;? Estoy aqu&#237; para ayudar&#8212;</span></b>entro a la sala de profesores e hizo la pregunta, en su mano a&#250;n sosten&#237;a su katana, bien podr&#237;a ser una trampa, por lo que deb&#237;a estar preparado de ser as&#237;.<br><br><b><span style='color:green'>&#8212;&#191;E-Emiya-san? &#8212;</span></b>una voz llamo la atenci&#243;n del pelirrojo, pudo ver como de uno de los armarios, sal&#237;a un chico regordete <b><span style='color:green'>&#8212;&#161;R-realmente eres t&#250;&#33; &#8212;</span></b>dijo el chico, realmente feliz o al menos aliviado de que no era el asesino que iba en busca de &#233;l <b><span style='color:green'>&#8212;. &#191;Y-y esa espada? </span></b><br><br><b><span style='color:orange'>&#8212;Me alegro de que est&#233;s con vida &#8212;</span></b>relajo un poco su posici&#243;n, quer&#237;a calmar a Fred, no asustarle, pero no significaba que hab&#237;a bajado su guardia por completo, Raiga Fujimura ten&#237;a cierto talento para aparentar estar relajado cuando realmente estaba consciente de sus alrededores, y tal cualidad era transmitida cuando usaba su espada, por lo que era parte de la historia que el pelirrojo replicaba<b><span style='color:orange'> &#8212;. &#191;E-esto? Bueno, un terrorista anda suelto, tuve suerte de que la tuviera conmigo, Fujimura-sensei la trajo como favor que le hizo al instructor del club de Kendo, quer&#237;a que los alumnos vieran una verdadera espada, y bueno, yo se la iba a devolver &#8212;</span></b>minti&#243;, ya con m&#225;s tiempo para crear una excusa, hab&#237;a inventado una falsedad un poco m&#225;s cre&#237;ble que &#8220;la cree con magia&#8221; <b><span style='color:orange'>&#8212;. Dejando eso de lado, estas sangrando, me quedan unas vendas conmigo, d&#233;jame ayudarte a tratar eso, no queremos que se infecte o pierdas m&#225;s sangre.</span></b><br><br><b><span style='color:green'>&#8212;G-gracias &#8212;</span></b>a&#250;n pese que estaba nervioso y visiblemente se pod&#237;a notar que estaba asustado, permiti&#243; que Shirou se acercase y vendar&#225; sus heridas, sin embargo, no las reforzo, por un motivo en espec&#237;fico a diferencia de Akemi, pero en parte no era necesario porque no estaba tan herido como la chica. <br><br>Fred permiti&#243; que el aspirante a h&#233;roe le ayudar&#225;, el hecho de que este le hab&#237;a apoyado antes, y en no solo en una ocasi&#243;n, con el club de jardiner&#237;a, hab&#237;a hecho que este pudiera confiar lo suficiente en Emiya como para aceptar su ayuda, pues hab&#237;a experimentado la ayuda del falso conserje de Homurahara de primera mano. <br><br>&#8212;<b><span style='color:orange'>Ya est&#225;, vayamos afuera, tengamos cuidado, el tal Mr. Two puede estar cerca, no, seguramente esta cerca, no te quiero asustar, pero es crucial que no te apartes de m&#237;,  despu&#233;s de todo estoy armado, puedo y te proteger&#233;, te lo prometo&#8212;</span></b>el chico se asusto obviamente ante tal escenario, pero Shirou no ten&#237;a otra opci&#243;n, ten&#237;a que advertir al chico, igual, al parecer la confianza que ten&#237;a en &#233;l le daba algo de valor <b><span style='color:orange'>&#8212;. Afuera est&#225;n dos personas, son algo&#8230; dir&#237;a, &#191;extra&#241;as? &#8212;</span></b>considerando sus vestimentas, no pod&#237;a decirlo de otra manera <b><span style='color:orange'>&#8212;, pero est&#225;n aqu&#237; para ayudar, de hecho, me han protegido y ayudado a llegar hasta aqu&#237;, as&#237; que puedes confiar en ellos.</span></b><br><br>Dicho se propuso a volver con Kaito y Leeroy que esperaban afuera, para no asustar a Fred, seguramente permaneciendo en vigilancia en caso de que apareciera Mr. Two. Shirou hab&#237;a pensado por un momento en preguntarle a Fred si sab&#237;a que estaba buscando aquel tipo consigo, y en parte sospechaba que a lo mejor era un magus o algo por el estilo, no era muy normal que otro magus estuviera detr&#225;s de un simple civil, por lo que se hab&#237;a abstenido de usar magecraft en frente del mismo, pues podr&#237;a empezar a desconfiar de Shirou si se daba cuenta de que era un &#8220;magus&#8221;. <br><br>Igual podr&#237;a ser que Fred ten&#237;a una caracter&#237;stica o algo por el estilo que el sujeto buscaba, magi eran seres bastantes ego&#237;stas, y que no tem&#237;an cometer los m&#225;s atroces actos por el simple hecho de avanzar el estudio de su magia, por lo que simplemente pod&#237;a ser que Fred era especial sin saberlo &#233;l mismo y ese hombre estaba en busca de &#233;l por ello, como fuera, no quer&#237;a agobiarlo con preguntas, fuera la raz&#243;n que fuera, Shirou sab&#237;a que Fred Arita no era una mala persona, e independientemente de ello, era alguien que necesitaba ayuda, eso era todo lo que necesitaba saber, &#191;c&#243;mo podr&#237;a continuar diciendo que se convertir&#237;a en un h&#233;roe de la justicia, si no ayudaba a Akemi, Fred o los dem&#225;s estudiantes?<br><br><br>----<br><br>Bad Ending:3/4<br>Good Ending: 3/4<br>Normal Ending:3/4 </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 31 2020, 05:43 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><div align="center"><span style='font-size:14pt;line-height:100%'>TIRADA DE DADOS:</span></div></b><br><br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 5 = 5</span> Destino<br><span style="border:red solid 3px;" class="dice-roll"> <b>Dice Roll:</b> 1d10: 7 = 7</span> Acción<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Mar 31 2020, 09:06 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <span style='color:red'>—Emiya tiene razón, no tiene caso tratar de comprender a un lunático.—</span> Sentenció Kaito, sin decir nada más por el resto del camino, manteniéndose callado y analítico. Hasta que, finalmente, llegaron a la sala de profesores. En ese momento, Kaito asintió con la cabeza y confió en que Shirou encontraría a Fred. Acto seguido, se mantuvo al lado de Leeroy mientras cargaba a Akemi. <span style='color:red'>—No tienes nada de que preocuparte, Skull.—</span> Kaito esbozó una muy leve sonrisa y observó a Akemi de reojo. <span style='color:red'>—Todo estará bien, ¿Sabes la razón?—</span> Kaito sonrió con melancolía, recordando que su hermana menor tendría la misma edad que Akemi sí siguiera con vida.<span style='color:red'> —Porque somos héroes.—</span> En ese momento, Kaito bajó a Akemi, recostándola en el suelo y quitándose la gabardina para cubrirla. <span style='color:red'>—Cuídala, tengo un plan.—</span> Al decir eso, Kaito se ajustó sus guantes y sacó su pistola. <br><br>En el momento que salió Shirou con un chico, Kaito les dedicó una mirada a todos y después habló. <span style='color:red'>—Activaré mi Noble Phantasm para terminar con esto, pero Leeroy ya consumió mucho prana y a mi me dejará desgastado, así que no podré ayudarlos en caso de que Two ataque.—</span> Palabras que soltaba mientras ocultaba su boca con la siniestra, para que no leyeran sus labios en caso de que lo vieran con la cámara. Además, su tono de voz era lo más bajo posible. <span style='color:red'>—Sí mi teoría es correcta, Mr. Two tratará de escapar al ver que ya no tiene rehenes disponibles y no sabrá que estoy debilitado, así que las posibilidades de que quiera arriesgarse a luchar contra nosotros por Fred son básicamente nulas, ¿Están listos?—</span> Sin nada más que agregar, Kaito estiró su brazo izquierdo mientras mantenía su pistola en su diestra.<br><br><span style='color:red'>—¡Mi nombre es Arsene Lupin, el ladrón más grande de la historia&#33;—</span> Un prana de color rojizo empezó a salir expulsado de la palma de la mano de Kaito, el chico cerró los ojos y activó su Noble Phantasm. <span style='color:red'>—¡No existe nada que este magnífico ladrón no pueda robar&#33;—</span> Entonces, todas las bombas de Mr. Two estaban frente a Kaito. Habían sido robadas por él con su Noble Phantasm. Ahora eran suyas. <span style='color:red'>—¡Hmph, patético terrorista, tus métodos jamás podrán derrotar a un ladrón con clase como yo&#33;—</span> Finalmente, Kaito cerró su puño, robando el material explosivo de las bombas para que ya no pudieran ser detonadas. La escuela estaba a salvo de explosivos, pero Kaito estaba completamente exhausto. <br><br><span style='color:red'>—¡Sé que me escuchas y me ves, Mr. Two&#33; ¿Acaso no ves que has perdido? ¡Tenemos a Fred y no hay más bombas, has perdido&#33;—</span> El chico comenzó a jadear y apenas podía mantenerse de pie, pero continuó sujetando su pistola con firmeza en caso de que apareciera Mr. Two. Aún había mucho en riesgo, pero no dejaría que Mr. Two se diera cuenta de ello.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Leeroy Jenkins</b>  Apr 5 2020, 09:03 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Kaito se sentía tan feliz de poder estar en este mundo acompañado de alguien como Kaito, esa conexión que tenía y su espíritu de lucha le hacía apreciarlo mucho. <span style='color:Orange'>-     Te admiro Mucho, Bro.    -</span> dijo sonriendo para cerrar sus ojos tratando de soportar, estaba bien cansado. Al final Shirou logró convencer a Arita Fred y con eso la misión sería un éxito &quot;por ahora&quot; Kaito estaba más que listo por ponerme fin a toda esta locura, Leeroy se preocupó. <span style='color:Orange'>-       ¿Vas a usar ese poder que siempre me dices que puede ser peligroso para ti? No de si preocuparme o llenarme de emoción al ver más de ti, casi no suelo verte en acción por qué ando más pendiente de no recibir un disparo.  -</span> Bromeó, todo estaba listo y así Kaito consiguió desarmar todos los explosivos, su presentación como un ladrón llamado &quot;Luppin&quot; confundió a Leeroy. <span style='color:Orange'>-     Por dios bro.... ¿Quien rayos eres? Siempre me sorprendes.... Ahora veo por qué eres el hijo de ese hombre que nos trajo aquí... Increíble...    -</span> Leeroy estaba sorprendido del nivel de kaito, no sabía que era un servsnt y las diferencias de poder, aunque igual eso no le haría ver diferente, era su amigo y lo quería mucho de todas formas.<br><br><span style='color:Orange'>-   Misión Cumplida Joker, ya le pateamos el trasero... Ganamos.      -</span> Sonrió a su amigo y seguidamente a shirou, luego miró al chico por el que estaban ahí. <span style='color:Orange'>-    Así que eres Fred. Dude.... Me alegro de que estés bien, de verdad, de verdad ..     -</span> sonrió para el también, era un final feliz, no como otros. Fred pudo morir y desaparecer como una flor marchita en el silencio, pero no sucedió, hoy Fred podría continuar su vida, podría desperdiciarla o ser alguien grande. Simplemente el poder garantizar esas posibilidades, y que pueda vivir su vida tranquilamente, ese rayo de esperanza en las miradas de otros que creían que lo iban a perder todo... Ese rastro de humanidad sincera hace que todo esto valga la pena. <span style='color:Orange'>-     Lo vale.... Ser un héroe al final lo vale, Joker...    -</span> No solo por la gloria o gritarlo por emociones... Lo que ellos hacían cambiaron el destino que pudo ser uno amargo y así es como haces del mundo un lugar mejor... Era como un deber inesperado pero bien recibido.<br><br>Pero desde las sombras alguien no estaba feliz del todo... <span style='color:red'>-   No debí subestimar su poder ... Dios, me gustan tanto ¿Saben todos los problemas que me han conseguido? Ese muchacho debe morir, es una gran piedra en mi zapato... Dios, por qué tenía que haber tres magus en esta escuela ... Maldita casualidad. Por alguna razón sentía que mi pistola Volaris su cabeza como un melón, pero no ... No puedo creer que .... ¡Maldición&#33;      -</span> Aprecio, estaba enojado, detrás de el dos más vestido de la misma forma. Mr Two o más bien &quot;One&quot; estaba con sus manos en la cabeza sufriendo de un ataque de  cólera. <span style='color:Orange'>-       ¿No sé que hacer? ¿Que los mate? ¿Cómo? Son tres magus fuertes .. podría perder la vida ahora mismo y no es bonito. No me he recuperado de la última vez ... ¡CALLATE CALLATE&#33;  -</span>  LEEROY estaba mirando sin quitar la vista, One disparo su arma como loco pero sin ninguna precisión.... Estaba consumido por la ira. Leeroy abrió sus manos para expandir una enorme barrera mágica que los cubrió, por dentro se moría, no sabía que el gasto de Kaito también le afectaba, pero disimularia mentira... <span style='color:Orange'>-      Ya es suficiente Two, perdiste. No hay nada que hacer, este chico vivirá y tú no tomarás más vidas. No solo somos tres, pedí refuerzos. Estás perdido.   -</span> Leeroy miró fino pero en el fondo quería caerse. Two estaba indeciso de que hacer ¿Ser fiel a sus órdenes y obejrivo? ¿Perder una pelea contra ellos por ese honor que no le servía de nada? Fue entonces cuando la mentira de Leeroy se hizo realidad gracias a las llamadas que hizo antes y creyó inútiles. <span style='color:purple'>-     &#33; Lamento llegar tarde muchachos&#33; Fue difícil decodificar el mensaje estaba con distorsión... ¡Pero mejor tarde que nunca&#33; ¡El de la máscara&#33; ¡Estás rodeado no hay a dónde escapar&#33; Será mejor que lo dejes ahora.    -</span> Había un hombre rubio con bigote y acento hispano, era evidente que era de México. Era nada más y nada menos que Juan López, a bordo de un helicóptero con varios tipos armados. <span style='color:purple'>-       ¡Señor Joker&#33; Gracias por la oportunidad de unirme a Panthom Heros ¡Mi pequeña Lupita tiene zapatos nuevos gracias a este trabajo&#33; Ay perdón.... ¡Arriba las manos ustedes enmascarado&#33; ¡Están rodeados por Panthom Heros&#33;  -</span> leeroy no entendía nada&#33;&#33;&#33;&#33; ¿Quien era él y que hacía ahí? Claramente Kaito tenía que ver y el imaginó.<span style='color:Orange'>-   Déjame adivinar, ya empezaste a reclutar gente y eso que tenemos un par de días con esto de ser Panthom Heros.... Al menos avísame Kaito&#33;      -</span> <br><br>Estaba acabado, Mr Two, además las tropas de Dojima estaban en camino también, todos recibieron en el mensaje de auxilio de Lee y Juan López lo dió s todos los aliados. One estaba tan enojado, no podía hacer nada. <span style='color:red'>-     Rían y gocen... Juro por mi puta vida que acabaré de la peor forma con cada uno de ustedes, no habrá lugar bonito en que pensar cuando los destroce con mis propias manos&#33;    -</span> One saco su mano sin ningún detonaron,, iba a detonar algo pero no sabían que... Leeroy creía que kaito lo tenía todo pero ... <span style='color:Orange'>-  Este tipo está demente...       -</span> Detonó con algún tipo de magia a uno de sus aliados, literal voló en pedazos con un fuego azul ardiendo en los alrededores. Juan López y los demás en el helicóptero abrieron fuego pero One usó de escudo a su otro aliado, estos ni de inmutaron, lo permitieron como si nada. Y fue así como comenzó su huída. Los mercenarios detuvieron el tiroteo y decidieron bajar en cuerdas hasta entrar a la escuela. Dos de ellos irían por One mientras Juan López se quedaría al lado de Kaito y Leeroy. <span style='color:purple'>-     ¿Están bien chicos ? Yo los cubro, ya están a salvo, todos, ¿Escucharon? A salvo&#33; Nadie va a lastimarlos&#33;    -</span> Juan López sonrió de manera alegre y luego estar atento de la radio sobre noticias de One. Leeroy en ese momento estaba tan cansado que simplemente cayó al suelo sosteniéndose con su rodilla y una mano. <span style='color:Orange'>-   Se me iba a salir el corazón... Ya no tenía maná... Ese fue mi último Emerald Splash ...       -</span> Dicho eso, Leeroy tambaleaba por caerse, aún así estaba ahi... Ya el peligro había pasado.... Ya no tenían nada que temer y todos estaba a salvó. Leeroy dió gracias en ese momento a tantas cosas de la vida, muchas gracias ... </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Apr 7 2020, 03:46 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>&#8212;Ya veo&#8230; igual estar&#233; preparado y al pendiente en caso de que ataque &#8212;</span></b>respondi&#243; a Joker, sosteniendo fuertemente la katana en su mano derecha, cubriendo su boca con la izquierda. Para nada entendiendo a que se refer&#237;a con noble phantasm su compa&#241;ero, pero preguntarle en la actual situaci&#243;n era innecesario y una perdida de tiempo, lo importante era que sab&#237;a que &#233;l usar&#237;a algo que le dejar&#237;a exhausto. <br><br>Un aura rojiza comenz&#243; a rodear al chico de negro, a la vez que este declaraba algo extra&#241;o. Se llamaba a s&#237; mismo Arsene Lupin, lo cual era extra&#241;o, &#191;no era su nombre clave o sea lo que usaban para ocultar su identidad, Joker? Con la menci&#243;n de que era un ladr&#243;n, la mente de Shirou hizo click y reconoci&#243; de d&#243;nde proven&#237;a, un ladr&#243;n ficticio, hasta cre&#237;a que hab&#237;a escuchado o o&#237;do de un anime basado en el mismo, aunque detalles no sab&#237;a, fuera de anime que realmente no ve&#237;a, tampoco hab&#237;a le&#237;do los libros d&#243;nde aparec&#237;a tal personaje. <br><br>Dejando de lado los nombres, Shirou miro con asombro como repentinamente, Joker o Lupin, &#8220;robaba&#8221; las bombas del terrorista como arte de magia, y m&#225;s all&#225; a&#250;n de eso, parec&#237;a haberlas desactivado. Despu&#233;s de todo nadie se mofar&#237;a del enemigo, cargando explosivos que podr&#237;an usar en su contra en la mano. Shirou no estaba muy seguro si deb&#237;an provocar al tal Mr. Two, si bien los rehenes estaban a salvo y se hab&#237;an removido los explosivos, una persona desesperada pod&#237;a ser mucho m&#225;s peligrosa, por lo que con la espada fuertemente en sus manos, aguardo a ver si este hacia acto de presencia. Kaito se hab&#237;a agotado usando su magecraft fuera lo que fuera, as&#237; que deb&#237;a estar alerta. <br><br><b><span style='color:orange'>&#8212;No dir&#237;a que ganamos, no hay que celebrar a&#250;n, el tipo sigue a&#250;n por ah&#237; &#8212;</span></b>le advirti&#243; Shirou al rubio; no era bueno relajarse al menos no a&#250;n <b><span style='color:orange'>&#8212;. Aunque concuerdo contigo&#8230; querer y ser un h&#233;roe no es incorrecto &#8212;</span></b>sonri&#243; un poco, aunque no permiti&#233;ndose ser distra&#237;do.<br><br>Su l&#237;nea de pensamiento no fue incorrecta, se escuch&#243; la voz de aquel maniaco, pero no estaba solo. Shirou no entend&#237;a como Fred podr&#237;a ser un estorbo para aquel sujeto, a simple vista era alguien normal, pero tales palabras indicaban algo m&#225;s de eso. El pelirrojo estaba al tanto que hab&#237;a m&#225;s magi en Fuyuki, al menos deb&#237;a haber una familia m&#225;s que practicar&#225;, los segundos propietarios de Fuyuki. <br><br><b><span style='color:orange'>&#8212;Refuerzos o no, tampoco te dejar&#237;amos tan f&#225;cil llegar hasta Arita-san &#8212;</span></b>declar&#243;, estaba claro que estaba debati&#233;ndose seguir con su nefasto objetivo o huir <b><span style='color:orange'>&#8212;As&#237; que rindanse, o&#8230; Trace&#8230; &#161;ON&#33; &#8212;</span></b>por lo tanto, hab&#237;a que darle razones de querer tomar la segunda opci&#243;n; activando y forzando un poco sus circuitos m&#225;gicos, jal&#243; el gatillo de la pistola dentro de su mente.<br><br>Varias espadas y cuchillos empezaron a materializarse en el aire por encima y a los lados de Shirou; en total eran unas veinte armas, todas apuntando hacia el enemigo. Katanas que hab&#237;a visto gracias a sus contactos con los Fujimura y cuchillos, que en su mayor&#237;a eran utilizados en cocina. Trazar tales objetos era un gasto era m&#237;nimo, no eran muy complicados ni especiales en ninguna forma, sin embargo, reforzarlas era algo diferente, por lo que s&#237; que hab&#237;a forzado un poco sus circuitos, aunque nada comparado a Kaito y Leeroy, a diferencia de ellos Shirou solo hab&#237;a proyectado un arma y usado algo de refuerzo en s&#237; mismo, por lo que sus reservas estaban en buenas condiciones. En cuanto a su cuerpo, estaba en decentes condiciones, claro, si uno se olvida esa herida que recibi&#243; protegiendo a Akemi. A&#250;n le dol&#237;a, pero lo ignoraba sin problemas. <br><br><br><b><span style='color:orange'>&#8212;Piensen bien cual ser&#225; su siguiente movimiento &#8212;</span></b>Shirou no estaba muy confiado en que los tales refuerzos de Skull fueran reales, pero reforzando la idea con sus espadas, planeaba intimidarlos a rendirse, o por lo menos retirarse. Claro, la primera opci&#243;n era mejor por obvias razones, pero la segunda era mucho mejor a la alternativa de una confrontaci&#243;n directa, en la que podr&#237;a salir herido tanto Fred como otros civiles. <br><br>Afortunadamente las mentiras de Leeroy se volvieron realidad, helic&#243;pteros comenzaron a escucharse afuera y una voz que advert&#237;a al villano a rendirse. Desgraciadamente en estas deplorables condiciones, el villano no quer&#237;a rendirse y entregarse. Por alguna raz&#243;n, One cremo a uno de sus aliados y fue all&#237; cuando todos entraron en acci&#243;n.<br><br><b><span style='color:orange'>&#8212;&#161;Fuego sucesivo de todas las proyecciones&#33; &#8212;</span></b>exclamo al mismo tiempo que las veinte armas que hab&#237;a proyectado fueron disparadas a toda velocidad hacia el enemigo.<br><br>Mr. One utilizo uno de sus aliados para cubrirse, pero Shirou ni el resto de los refuerzos se inmutaron y continuaron atacando. Posiblemente un cuerpo humano podr&#237;a servir m&#225;s o menos de escudo para un arma de fuego, claro dependiendo del calibre, pero para espadas siendo disparadas y reforzadas m&#225;gicamente, era un suicidio, pues la espada tan solo atravesar&#237;a el escudo humano y da&#241;ar&#237;a al objetivo. Probablemente d&#225;ndose cuenta de esto, solt&#243; el cuerpo tras cubrirse de unos disparos y se dio a la huida. <br><br>El pelirrojo no supo si sus espadas terminaron por da&#241;ar o no al terrorista, &#233;l esperaba que s&#237;, si bien obviamente no le hab&#237;an asesinado porque estaba huyendo, esperaba que hubiera sufrido alguna clase de herida que le impidiera atacar a Fred o la escuela por alg&#250;n tiempo, al menos lo suficiente para que pudieran prepararse e ir detr&#225;s de &#233;l. Parte de los refuerzos fueron tas &#233;l y Shirou hubiera querido acompa&#241;ares, pero considerando que solo un soldado se quedo con sus compa&#241;eros, que ambos estaban heridos, sin olvidar Akemi y Fred, Shirou decidi&#243; mantenerse con ellos. <br><br><b><span style='color:orange'>&#8212; Gracias a ustedes dos, nadie perdi&#243; su vida, realmente se los agradezco &#8212;</span></b>se inclino ligeramente ante sus dos nuevos conocidos, sin ellos qui&#233;n sabe que hubiera pasado, de esto Shirou estaba seguro<b><span style='color:orange'> &#8212;.  Tambi&#233;n a usted&#8230; se&#241;or, esperemos que esos &#250;ltimos ataques lo hubieran logrado da&#241;ar, aunque lo ideal ser&#237;a atraparlo &#8212;</span></b>coment&#243;, aunque considerando que tan escurridizo parec&#237;a ser el magus, no hab&#237;a muchas probabilidades de esto <b><span style='color:orange'>&#8212;. &#191;Cuentan con equipo m&#233;dico en camino o llamamos una ambulancia? Amada-san necesita atenci&#243;n m&#233;dica&#8212;</span></b>pregunt&#243;, considerando los recursos que hasta ahorita habi&#225;n demostrado, no parec&#237;a ser muy descabellado, pero era mejor asegurarse, prepar&#225;ndose para actuar dependiendo de la respuesta, pues llamar&#237;a a los servicios de emergencia de no ser el caso.<br><br>Probablemente ser&#237;a m&#225;s dif&#237;cil de encubrir todo el asunto si primero llamaba a alguna autoridad, pero era mucho mejor a arriesgarse que alguno de los heridos empeorar&#225;. Por otro lado, si el resto de los refuerzos que Leeroy menciono contaban con alguna especie de equipo m&#233;dico, ser&#237;a bastante &#250;til, de paso podr&#237;an ocultar el asunto como una especie de fuga de gas o algo por el estilo, qui&#233;n sabe, los testigos eran una cosa, pero habiendo pasado por tanto no cre&#237;a que la organizaci&#243;n para que le trabajaban les fuera a da&#241;ar; Shirou pensaba que a lo mejor solo les ped&#237;an que guardaran silencio de lo realmente ocurrido, lo cual era bastante optimista para ser verdad, o simplemente les hipnotizar&#237;an, pues si bien &#233;l era incapaz, ten&#237;a entendido que algunos magi eran capaces de hacer tal cosa. <br><br>No es que personalmente le importe si sale a la luz el secreto de magecraft, pero aun pese que con los domes toda la situaci&#243;n sea un caos, qui&#233;n sabe que tan activa la asociaci&#243;n de magi sea, sin olvidar el segundo propietario de Fuyuki, qui&#233;n hasta este punto qui&#233;n sabe si sea Fred o alguien de sus familiares. Si se enteraban de que civiles hab&#237;an sido expuestos a la magia, podr&#237;a ser igual de peligroso que el ataque que acababan de sobrevivir. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Kaito Aoki</b>  Apr 11 2020, 04:58 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Kaito no podía estar más feliz de ver a Juan López, siempre que escuchaba su voz adquiría una gran determinación, suficiente como para darle el poder de seguir luchando incluso cuando estaba totalmente agotado. Así que, con Juan López presente, Kaito tuvo la fuerza de voluntad para tomar su pistola y disparar a Mr. Two... ¿O era Mr. One? Realmente era confuso como había terminado todo, pero decidió que lo mejor era disparar primero y preguntar después. <br><br><span style='color:red'>—Se fue.—</span> Murmuró, guardando su pistola para sentarse en el suelo, estaba agotado. Sin embargo, aún era suficiente para mantenerse consciente, así que observó a Shirou y enseguida respondió a su interrogante. <span style='color:red'>—Sí, no hay nada de que preocuparse, Dojima se encargará de que todo parezca un accidente sin dejar rastros del mundo mágico.—</span> Comentó, con dificultad, pues apenas había tenido tiempo para respirar. <span style='color:red'>—Y no tienes nada que agradecer, Shirou, sólo hemos hecho lo que un héroe haría.—</span> Sonrió levemente y luego se puso de pie, tambaleándose un poco. <span style='color:red'>—La verdad, tampoco sabemos que hubiéramos hecho sin ti, deberías considerar unirte a este proyecto que tenemos con Dojima.—</span> El joven se rascó la nuca, apartando la mirada durante unos instantes, pues le era extraño hablar bien de Dojima. <span style='color:red'>—Es un magus, pero no es como otros, este realmente está interesado en ayudar... con métodos que no son muy bien vistos por la asociación.—</span> Diría mientras señalaba una de las armas de fuego que cargaba Juan López. <span style='color:red'>—Pero yo creo que todo eso da igual sí al final terminamos salvando a gente y protegiéndola de cosas como Mr. Two.—</span> Sin nada más que agregar al respecto, Kaito le hizo un ademán para indicarle que se iba a retirar. <span style='color:red'>—Ahora, si no te importa, voy a irme a tirar por ahí y dormir unos mil años.—</span> Exhausto, el de cabellos azabache se retiró hacía el baño, pero en realidad era para hacer una llamada a Dojima e informarle de la situación.<br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Apr 27 2020, 03:19 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><br><b>Leeroy Jenkins:</b><br><i><u>36 EXP y 36 QP</u>.</i><br><br><b>Emiya Shirou:</b><br><i><u>39 EXP y 39 QP</u>.</i><br><br><b>Kaito Aoki:</b><br><i><u>23 EXP y 23 Mana Prisms</u>.</i><br><br></div> </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>