    <html>
    <head>
      <title>Fate/Fleeting Dreams [Powered by Invision Power Board]</title>
    </head>
    <body bgcolor='#FFFFFF' alink='#000000' vlink='#000000' link='#000000'>
     <table width='90%' border='0' align='center' cellpadding='6'>
      <tr>
       <td><b><font face='arial' size='5' color='#4C77B6'><b>Printable Version of Topic</font></b>
       	   <br /><font face='arial' size='2' color='#000000'><b><a href='https://fateed.jcink.net/index.php?act=ST&amp;f=58&amp;t=2082'>Click here to view this topic in its original format</a></b></font>
       </td>
      </tr>
      <tr>
       <td><font face='arial' size='2' color='#000000'><b>Fate/Fleeting Dreams &gt; Ciudad Fuyuki &gt; <font color='red'>Fate/Edgy [Privado]</font></b></font></td>
      </tr>
     </table>
     <br />
     <br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 2 2020, 12:56 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <i><div align="right">Fuyuki Central Park<br>Jueves, 9 de abril del 2020, 6:38 p.m. <br></div></i><br>Era un alivio, haberse enterado gracias a Tyson, que aparentemente Kaito estaba bien, y que como hab&#237;an teorizado hab&#237;a tan solo mantenido un bajo perfil, queriendo perseguir aquella organizaci&#243;n. En cuanto a Leeroy, eso era m&#225;s complicado, si bien parec&#237;a que segu&#237;a vivo, Tyson no le quiso dar detalles y le coment&#243; que ser&#237;a mejor que lo viera por s&#237; mismo, algo que por desgracia no hab&#237;a podido hacer de momento, pero al menos se alegraba que sus dos amigos estuvieran en vida.<br><br>Se le inform&#243; un poco m&#225;s sobre algo o alguien que persegu&#237;an, un tal Cipher, pero por desgracia no hab&#237;a tenido mucho &#233;xito encontrando un indicio sobre ello, hasta que un d&#237;a, se topo con cierta historia mientras trabajaba. <br><br>Copenhagen era un pub, en el que, desde hace a&#241;os, Shirou hab&#237;a estado trabajando, para as&#237; no depender de los Fujimura o del dinero que le hab&#237;a dejado Kiritsugu, que, bajo razonamiento del pelirrojo, deb&#237;a ser usado solo en un futuro, cuando decidiera salir de la ciudad para cumplir su sue&#241;o. Y, de hecho, &#250;ltimamente hab&#237;a estado usando dicho dinero, para financiar sus traves&#237;as fuera de Jap&#243;n, sin embargo, con la llegada de Grace y Mordred, no pod&#237;a simplemente usar ese dinero para los gastos del hogar, por lo que decidi&#243; retomar su trabajo, el cual hab&#237;a dejado por unos meses.<br><br>Fue all&#237;, d&#243;nde un regular, de nombre Gordon Ramsey, andaba quej&#225;ndose, con el due&#241;o de Copenhagen, de un Taco Bell que hab&#237;an abierto hace poco en la ciudad. El hombre, de origen extranjero, era un chef retirado, amigo del due&#241;o, que era un conocedor de comida internacional seg&#250;n &#233;l y hab&#237;a ido a atacar la franquicia americana, por haber, seg&#250;n sus palabras, extender su insulto de comida mexicana hasta la ciudad de Fuyuki, que ya ve&#237;a como su hogar.<br><br>Dejando de lado el car&#225;cter de hombre, lo interesante era, que relataba que mientras se quejaba con una pobre empleada de que los crunchy tacos no eran mexicanos, un extra&#241;o hombre en gabardina vino a molestarla. <br><br>S&#237;, efectivamente, era el caso del ped&#243;filo que ataco al taco bell, que hab&#237;a sido tan sonado en las noticias &#250;ltimamente. El perpetrador estaba suelto y las autoridades hab&#237;an advertido a la poblaci&#243;n de tener cuidado, especialmente a jovencitas de preparatoria. Como fuera, si bien era algo que le preocupaba a Shirou, lo que igualmente le parec&#237;a extra&#241;o, era como grabaciones del incidente, hab&#237;an desaparecido casi tan r&#225;pido como entraron al internet.<br><br>No quedaba evidencia del evento, m&#225;s que cuentos de alguna gente, que dec&#237;an que la chica hab&#237;a barrido el piso con el mencionado ped&#243;filo. Curioso eso s&#237;, fue que Gordon parec&#237;a tener una foto, una que &#233;l no hab&#237;a subido al internet y por ende no fue v&#237;ctima del borrado masivo, en la que se mostraba un hombre extra&#241;o de cabello blanco y una de una edad similar a la de Shirou. Sin embargo, lo m&#225;s sorprendente de ello, fue que Gordon hab&#237;a escuchado al peliblanco mencionar un tal Cipher. <br><br>Fue escuchar tal historia y ver aquella fotograf&#237;a, que le hac&#237;a estar en lugar en el que estaba ahora, esperando a alguien. Era el parque central de Fuyuki&#8230; o bueno, sol&#237;a serlo, antes que fuera el epicentro del gran incendio de hace diez a&#241;os. Unos se preguntar&#237;an que har&#237;a un chico, d&#243;nde b&#225;sicamente hab&#237;a sufrido el mayor trauma de su vida, pero sencillamente Shirou era alguien que era f&#225;cilmente perturbado por simplemente recordar un poco como gente muri&#243; quemada y agonizo de dolor en tal lugar, mientras &#233;l escapo con vida.<br><br>S&#237;, ten&#237;a culpa por haber sobrevivido, pero en s&#237; no era como que no pudiera estar en el lugar, especialmente cuando era tan &#250;til, ya que debido al p&#233;simo estado en el que estaba y al aire negativo en la atmosfera, generalmente se encontraba abandonado y con poca gente; oculto de la vista p&#250;blica, perfecto para hablar o hacer cosas que uno no quer&#237;a que gente viera. <br><br>&#191;A qui&#233;n esperaba all&#237;?<br><br>La chica del taco bell, qui&#233;n hab&#237;a barrido el suelo con ped&#243;filo, qui&#233;n Shirou reconoci&#243; como Tsuchimikado Tsubaki, una chica que estaba en Homurahara al igual que Shirou. El pelirrojo no sab&#237;a mucho de la chica, m&#225;s all&#225; que parec&#237;a ser bastante asocial, nunca interactuando mucho con otros estudiantes y con fama de malhumorada, algo que repel&#237;a al resto de los estudiantes. <br><br>Quiz&#225;s por ello, aunque sin estar consciente de ello Shirou, cuando se le acerco para pedirle si se pod&#237;an ver tras de clases, alguna gente hab&#237;a estado esparciendo ciertos rumores en la escuela, rumores que algunos se pensar&#237;an dos veces antes de esparcir, si supieran el lugar en el que la hab&#237;a citado. <br><br>Como fuera, tras clases, ir junto a Mordred por Grace de la primaria y haber preparado algo de cena, sali&#243; con la excusa de que ir&#237;a ayudar con algo a Raiga Fujimura, el Yakuza abuelo de Taiga, que hab&#237;a falsificado los papeles de Mordred y Grace. Fue as&#237;, que siendo todo tan r&#225;pido, a&#250;n segu&#237;a vistiendo el uniforme de Homurahara, y por suerte, hab&#237;a llegado primero a la zona, no le gustaba hacer esperar a los dem&#225;s.<br><br><b><span style='color:orange'>&#8212;Gracias por venir, Tsuchimikado-san &#8212;</span></b>cuando vio llegar a su invitada, le agradeci&#243; <b><span style='color:orange'>&#8212;. Disculpa por haberte citado aqu&#237;, pero necesito hacerte unas preguntas y preferir&#237;a no tener gente presente &#8212;</span></b>despu&#233;s de todo, no sab&#237;a siquiera, al menos de momento, que tanto pod&#237;a hablar sobre el tema con ella, por lo que tener otra gente cerca, simplemente complicar&#237;a las cosas.<br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><img src='https://i.imgur.com/IZ7bkOX.jpg' border='0' alt='user posted image' /></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	
if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Fuyuki Central Park &#8212;";
}</script> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Nov 2 2020, 04:54 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Desde aquél combate absurdo en un Taco Bell, Tsubaki comenzaba a pensar que podría encontrarse con más tipos raros en busca de una paliza, así que había tomado sus precauciones, llevándose a Kagutsuchi incluso en la escuela. Sin embargo, no podía ir caminando con una espada cómo si fuera lo más normal del mundo, así que había puesto esta en un estuche y le decía a todo mundo que era un telescopio que debía cuidar porque perteneció a su difunto padre. De esa forma nadie la cuestionaba.<br><br>Sus sospechas aumentaron cuando Emiya Shirou la citó a un lugar después de clases. Sinceramente, estuvo a punto de faltar y dejar a Shirou plantado, pero no tenía muchas ganas de ir a casa y encontrarse con el par de Servant que había invocado por accidente. Al fin y al cabo, Tsubaki consideraba que Sigurd y Brynhildr habían sido una de las peores cosas que le habían pasado en su vida. Incluso había usado uno de sus preciados sellos de comando en Brynhildr para evitar que matara a Sigurd. Después de todo, hubieran destruido su casa sí seguían peleando.<br><br>El punto es que Tsubaki decidió llegar puntual, llevándose Kagutsuchi cómo mera precaución. Y, como era de esperarse, Emiya ya estaba esperándola. Tsubaki simplemente se acercó, pero manteniendo una distancia de dos metros entre los dos. Le dedicó una mirada inquisitiva al muchacho, luego observó su alrededor con cautela. No parecía ser una trampa.<br><br><span style='color:red'>—¿Me trajiste acá sólo para hacerme preguntas, huh? Muy bien, pregunta.—</span> Sentenció, frunciendo su ceño levemente, tomando con firmeza el estuche que escondía a Kagutsuchi. <span style='color:red'>—Pero ten cuidado con las palabras que eliges.—</span> Sin nada más que agregar, la joven esperó impaciente.<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 3 2020, 06:13 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> No hay ningún servant o enemigo en Homurahara, Shirou le había dicho a Mordred, y había sido probado mal cuando el primer día de clases, su servant había detectado otros dos en la escuela. Al parecer dos de sus profesores habían sido servant todo este tiempo; Shirou no tenía idea, porque desde que se había convertido en demi-servant en marzo, no había activado sus poderes dentro de la escuela, al verlo necesario.<br><br>Por lo tanto, si había un master o dos en la escuela, ya estarían al tanto de que Shirou era un master o al menos estaba relacionado con un servant, que era Mordred quién bajo la identidad de Clare Watoson atendía a Homurahara. <br><br>Tsubaki había vencido al supuesto pedófilo, según Gordón, y lo había hecho sin problema alguno. En estos momentos, al haber llegado, podía ver como tomaba con firmeza un estuche, en el que seguramente escondía algún tipo de arma. ¿Era acaso Tsubaki el master o uno de los masters que estaban en Homurahara? No tenía pruebas, pero tampoco dudas… bueno, sí que las tenía, que no sabía si los servants tenían master para empezar, si eran uno o dos, o si el master o masters eran estudiantes o parte de la facultad.<br><br>Por lo que sí, Shirou tenía bastante dudas, ya que la chica bien podría ser solo alguien metida en un mal entendido y que era bastante buena peleando… sin embargo, dónde hay humo, hay fuego, así que al pelirrojo no le quedaba otra opción que preguntárselo directamente.<br><br><b><span style='color:orange'>—Sí, y te agradezco que hayas venido —</span></b>mantenían cierta distancia, la verdad parecía que Tsubaki era bien desconfiada, así que prefería no acercarse y provocarla; Shirou no quería pelear, por lo que no iniciaría nada, pero sí que se defendería si era atacado, aunque esperaba que no llegará a eso <b><span style='color:orange'>—. No pienso lastimarte o hacerte algo, aunque admito que el lugar no es el mejor para inspirar confianza —</span></b>admitió <b><span style='color:orange'>—. Es sobre lo que paso hace poco, es sobre aquel incidente en el taco bell, tú estabas ahí, ¿verdad? Eres la chica que fue atacada por aquel hombre, ¿no? —</span></b>preguntó para confirmar<b><span style='color:orange'> —. Tan solo quisiera preguntarte sobre eso, ¿qué exactamente te dijo ese hombre? Un conocido me dijo que te preguntó algo sobre un Cipher o algo así.</span></b><br><br>¿Aquel pedófilo era miembro de Dark Reunión? ¿O acaso Tsubaki estaba relacionado con ellos? Esperaba que fuera ninguna de las dos; por el primero, la verdad si bien solo había visto una foto, por alguna razón le parecía un poco familiar, aunque el chico no sabía de dónde. En cuanto a la segunda, la verdad que preferiría no tener que pelear con una compañera de la escuela; Tsubaki podría parecer bastante malhumorada, pero no parecía ser una mala persona.<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Nov 5 2020, 10:12 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> El primer comentario de Shirou sólo hizo que la joven tuviera aún más sospechas. Al fin al cabo, eso es lo que diría un sospechoso. Sin embargo, la joven no atacaría sí él no lo hacía, confiaba bastante en su habilidad para contraatacar y realmente no veía ninguna clase de intención hostil de su parte. Debía actuar con normalidad, así que puso su cara de pocos amigos y escuchó.<br><br>La pregunta de Shirou le hizo arquear una ceja a Tsubaki, quién le dedicó una mirada inquisitiva al joven. <span style='color:red'>—¿Un conocido, dices? Sí, yo estaba ahi.—</span> Tsubaki no le había mencionado a nadie lo de Cipher, asi que inmediatamente se alarmó y empezó hacer memoria. Recordaba al manager y algunos clientes, pero la mayoría se habían ido antes de que aquél pervertido empezase a mencionar Cipher cómo demente. Y, entonces, Tsubaki recordó que Tyson Shiharu estaba entre los presentes.<br><br>Esperaba que ese &quot;conocido&quot; no fuera él.<br><br><span style='color:red'>—Sí, aquél hombre mencionó un tal Cipher, pensó que yo era parte de esa organización sacada de una teoría conspirativa absurda.—</span> Explicó, haciendo una mueca que denotaba cierta molestia, específicamente porque sabía que en todo este asunto había algo que ella no entendía y otros sí. Eso le molestaba. <br><br><span style='color:red'>—¿Por qué te importa tanto? ¿Para qué tanto secretismo?—</span> Chasqueó la lengua y desvío la mirada. <span style='color:red'>—Me importa poco que sepan qué yo fui quién le dió una paliza a ese pervertido, para la próxima dime las cosas en la escuela, no me hagas caminar hasta aquí para preguntas tan estúpidas. Esa cosa de Cipher no existe, ese hombre sólo era un loco.—</span> Sentenció, volviendo a dirigir su mirada a su compañera de clase. Esperaba respuestas.<br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 5 2020, 11:59 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Shirou no era de irse por primeras impresiones; s&#237;, Tsubaki podr&#237;a parecer bastante malhumorada y de pocos amigos; incluso ahora mismo parec&#237;a estar de muy mal humor por haber venido hasta ah&#237;, y eso seguro le dar&#237;a una mala impresi&#243;n a cualquier. Sin embargo, no hab&#237;a olvidar que el pelirrojo era qui&#233;n le hab&#237;a citado ah&#237; y por eso, por m&#225;s que se pudiera mostrar irritada por ello, Shirou le agradec&#237;a de haberse tomado el tiempo de hacerlo.<br><br>Sus expresiones y tono demostraban que no parec&#237;a estar muy alegre de recordar aquel d&#237;a; no obstante, contin&#250;o explicando lo que hab&#237;a ocurrido, tras haber contestado afirmativamente que, en efecto, Tsubaki hab&#237;a estado all&#237; y era la persona que se hab&#237;a encargado del &#8220;pervertido&#8221;.<br><br><b><span style='color:orange'>&#8212;S&#237;, era un cliente, Ramsay-san, puede ser algo apasionado con la comida, as&#237; que seguro les causo problemas &#8212;</span></b>menciono al hombre extranjero <b><span style='color:orange'>&#8212;. &#201;l se fue casi tras lo ocurrido, pero en lo que sal&#237;a pudo escuchar como aquel hombre te preguntaba sobre aquella organizaci&#243;n &#8212;</span></b>quiz&#225;s hab&#237;a pensado que Shirou le hab&#237;a estado investigando o algo por el estilo, as&#237; que mejor decidi&#243; revelar su fuente <b><span style='color:orange'>&#8212;. El es un cliente regular en un lugar d&#243;nde trabajo, as&#237; que fue all&#237; cuando me entere que fuiste t&#250;, cuando me mostro una foto del incidente. </span></b><br><br>No es como si Gordon fuera a volver al taco bell, el hombre era bastante delicado con la comida, por lo que era incluso un milagro que comiera de las cosas que a veces serv&#237;a Shirou en el bar&#8230; &#191;quiz&#225;s por eso era cliente frecuente? <br><br><b><span style='color:orange'>&#8212;Tengo una raz&#243;n, por la que soy tan precavido con todo esto&#8212;</span></b>suspiro un poco, porque seguro esa no era la respuesta que ella quer&#237;a, no le estaba diciendo nada <b><span style='color:orange'>&#8212;. De momento dejemos el tema de la organizaci&#243;n de lado &#8212;</span></b>si ella cre&#237;a que era ficticia, pues mejor, era m&#225;s seguro si se quedaba as&#237;, al menos si no hab&#237;a confirmado otra de sus sospechas <b><span style='color:orange'>&#8212;. Tienes una relaci&#243;n cercana con dos de los nuevos maestros, &#191;cierto? Me refiero a Tsuchimikado-sensei y Odinsottir-sensei Odinsott &#8212;</span></b>el primero incluso ten&#237;a el mismo apellido que Tsubaki <b><span style='color:orange'>&#8212;. As&#237; que tomando en mente tu relaci&#243;n con ellos dos, me gustar&#237;a preguntarte si sabes que es esto en mi mano &#8212;</span></b>tallar&#237;a el dorso de su mano izquierda en su pantal&#243;n, haciendo que el maquillaje en el mismo fuera removido y mostrar&#225; un extra&#241;o tatuaje en la mano del pelirrojo: sus sellos de comando.<br><br>Grace le hab&#237;a ayudado, desde que se hab&#237;a vuelto master de Mordred, a ocultar dicha marca con algo de maquillaje. Ya a este punto sab&#237;a usar el suficiente, y obviamente alg&#250;n magi que se respetara, usar&#237;a magia o algo por el estilo para ocultarlo, pero Shirou prefer&#237;a m&#233;todos m&#225;s mundanos, ning&#250;n magi se lo esperar&#237;a y&#8230; realmente no sab&#237;a como ocultar con magia sus sellos, magus de tercera, &#191;recuerdan? <br><br>La relaci&#243;n de Tsubaki, con los dos maestros que en realidad eran servant, seg&#250;n confirmaci&#243;n de Mordred, estaba confirmada; le hab&#237;a visto en varias ocasiones juntos, para molestia de la chica, y uno hasta ten&#237;a su mismo apellido. No ser&#237;a sorpresa que Tsubaki fuera un magi o un master, quiz&#225;s los dos. A&#250;n as&#237;, podr&#237;a ser una persona como Taiga, alguien que este relacionado con servants y magi, pero que realmente no este consciente de la existencia de los mismos, as&#237; que, para no arriesgarse a revelar m&#225;s de lo necesario, hab&#237;a decidido ir con esto. <br><br>Shirou era incapaz de alterar la memoria de alguna persona y bajo ning&#250;n motivo asesinar&#237;a a alguien, para conservar el secreto de la magia. No por ello, ser&#237;a tan descuidado, como para ir revelar informaci&#243;n a gente normal, que terminar&#237;a por ponerles en peligro; as&#237; que no hab&#237;a tenido otra opci&#243;n que citar en este lugar a Tsubaki, as&#237; nadie podr&#237;a escucharlos y si ella resultaba ser alguien normal, solo quedar&#237;a como un rarito, que le invito a un extra&#241;o lugar para preguntarle cosas extra&#241;as.<br><br>No es como que a Shirou le importe su reputaci&#243;n. <br><br><div class="tableborder"><div class="maintitle" style="height: 25px; font-size: 15px; font-weight: bold;" align="center" onclick="&#036;(this).next().toggle()">Spoiler</div><div style="display:none; color: #959595; text-align: center;"><img src='https://i.imgur.com/D0F0PU9.png' border='0' alt='user posted image' /></div></div><br><script>
	var i=0;
	$('.maintitle').each(function(){
		i++;
		var newID='spoilerName'+i;
		$(this).attr('id',newID);
		$(this).val(i);
		
	});	


if(document.getElementById("spoilerName" + i).innerHTML=="Spoiler"){
document.getElementById("spoilerName" + i).innerHTML = "&#8212; Shero's Command Seals&#8212;";
}

</script> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Nov 10 2020, 02:46 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> ¿Por qué tuvo que mencionar a ese par? Tsubaki hizo una mueca de disgusto al escuchar esos apellidos falsos, en especial el de Sigurd. Odiaba a ese par, los mataría con sus sellos de comando sí fuera una peor persona, pero Tsubaki no era tan cruel cómo para ordenar un suicidio doble. En lugar de eso, simplemente dejaba que el estrés que la consumiera, de todas formas ya lo hacía antes de conocer a esos dos.<br><br><span style='color:red'>—No tengo ninguna relación cercana con ese dúo de estúpidos, simplemente se están quedando en mi casa y eso no es asunto tuyo.—</span> Sentenció, frunciendo ligeramente el ceño, sin apartar su mirada llameante de él. Sin embargo, aquella ira contenida pasó a sorpresa cuando Shirou le enseñó aquellos sellos de comando. Y, su enojo volvió a los pocos segundos, pues tenía claro que su expresión facial la había traicionado. No había forma de mentir en esta ocasión, Shirou habría notado que Tsubaki reconoció perfectamente aquellos sellos.<br><br>Ahora estaba enojada con ella misma.<br><br><span style='color:red'>—Sí.—</span> La joven se quitó un pequeño vendaje que ocultaba los sellos en su dorso y posteriormente se los mostró al chico. Eran dos sellos de comando, uno ya lo había usado en Brynhildr para evitar la muerte de Sigurd y la destrucción de su hogar.<br><br><span style='color:red'>—Aparecieron hace unas semanas, llevan haciéndome la vida imposible desde entonces.—</span> Tsubaki observó su propia mano y guardó silencio durante unos breves segundos. Ahora tenía entendido que Shirou también habría invocado a alguien. <span style='color:red'>—Sé perfectamente lo que son, asumiré que tú también.—</span> Con eso dicho, Tsubaki bajó su mano para sujetar su estuche con ambas manos.<br><br><br><span style='color:red'>—¿Quién es?—</span> Esperaba que Shirou entendiera a qué se refería, Tsubaki quería saber quién era su Servant. La simple idea de tener un ser igual de peligroso que Sigurd y Brynhildr en Fuyuki le preocupaba, ¿Qué otro alumno estaría relacionado al mundo de los magi? </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 10 2020, 04:01 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Pudo notar inmediatamente como al mencionar a esos dos, una mueca apareció en el rostro de Tsubaki. Era evidente que no era solamente parte de su típico mal humor; realmente no tenía muy buena opinión sobre esos dos o le frustraban más de lo que la otra gente seguramente ya lo hacia por defecto. Incluso no dudo en mostrar su desdén por ellos verbalmente, al llamarlos estúpidos… a sus profesores, vivan o no con ella, Shirou pensaba que era algo un poco excesivo. <br><br>Y claro, que Shirou preguntaba sobre ellos, parecía ser algo intrusivo, al punto que se podía sentir la ira de Tsubaki sobre él por estar interrogándola sobre esos asuntos, recibiendo así una advertencia de que no era problema suyo. Sin embargo, una vez que había mostrado sus sellos de comando, aquella ira fue remplazada por clara sorpresa, si bien fue por meros segundos, fue suficiente para Shirou de notarlo, especialmente porque había estado algo atento de las expresiones que hacía la chica, algo obvio, considerando que quería obtener información de ella y el ver como su rostro y cuerpo reaccionaba a sus preguntas, era buen indicador… además, estaba intentando no provocarla demasiado, porque lo que menos quería era iniciar una pelea. <br><br>Sin embargo, guerra del santo grial o no, identificarse como un master ante otro, quién de paso no sospechaba que eras uno, probablemente podría ser algo que ponga a cualquiera en guardia, lo cual era evidente al ver como parecía sujetar aquel estuche que tenía, con ambas manos. <br><br><b><span style='color:orange'>—Sí, sé lo que son exactamente —</span></b>respondió sinceramente <b><span style='color:orange'>—. Yo mismo, soy un demi-servant —</span></b>confesó, si quería ganarse su confianza no podía ocultar tal información <b><span style='color:orange'>—. Pero como sabrás por los sellos, igualmente soy un master, aunque para ser sincero los términos de master y servant no son mucho de mi agrado —</span></b>no era importante, pero quería simplemente dejarlo en claro<b><span style='color:orange'> —. La nueva estudiante, Clare Watoson, que se transfirió a la escuela al inicio de este año, es mi compañero —</span></b>si le trataba como mujer fuera de la escuela, seguro le mataba <b><span style='color:orange'>—. También hay otro servant en la escuela, pero su identidad no me concierne revelarla —</span></b>para ser más exactos, Sora, otro demi-servant también estaba en su clase; sin embargo, no pensaba revelar la identidad de otra persona sin su permiso. <br><br>¿Cuál eran las probabilidades? Un servant, dos demi-servant y una master en la misma clase, quién a su vez, tenía dos servants como profesores. La verdad aún Shirou, recordaba, como había asegurado que no había nada de eso Homurahara, que tan equivocado había estado.<br><br><b><span style='color:orange'>—Como dije, no quiero problemas, si no fui directo al grano, comprenderás el porqué, asumo que eres una magus, así que sabrás que aún con los domes hay que tener cuidado que se le revela a otras personas —</span></b>más que nada, Shirou veía tal necesidad por la seguridad de otros y no por las egoístas razones que la mayoría de los miembros de la comunidad magi, tenía <b><span style='color:orange'>—Esa organización de la que te preguntaron, puede ser real y tener magi entre sus filas —</span></b>comenzó a explicar <b><span style='color:orange'>—. Tengo un conocido… que, si bien es un simple panadero a simple vista, está enterado sobre todo esto y él me ha contado un poco sobre ellos, además otro amigo les ha estado investigando, así que tenía que preguntarte que sabías —</span></b>ya habiendo confirmando la identidad de Tsubaki, no tuvo en problema con revelar sus intenciones completamente. <br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Nov 15 2020, 12:22 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Había mucha información qué debía procesar, Tsubaki quedó levemente sorprendida en el momento que escuchó que aquél chico era un Demi-Servant. Era la primera que conocía a uno según ella. Sin embargo,  lo que sorprendió a Tsubaki fue lo que Shirou soltó después, no tenía idea de la presencia de un Demi-Servant y dos Servant. Una razón más para odiar a Brynhildr y Sigurd porque ninguno de los dos le dijeron algo al respecto a pesar de que están dando clases en la misma escuela. No podía creer lo patéticos que eran, definitivamente eran los Servant más ineficientes de la historia según el criterio de Tsubaki. <br><br><br><span style='color:red'>—Debe ser una broma...—</span> Murmuró, frustrada por no haberlo notado antes, simplemente no podía creerlo. Ahora no iba a dejar de ser una paranoica, creyendo que un Servant podría estar esperandola a la vuelta de la esquina. Por otro lado, agradecía la sinceridad de Shiroi, aunque evidentemente nunca lo diría en voz alta. Tsubaki no lo consideraba necesario porque es una edgy con tendencias chunni.<br><br><br><span style='color:red'>—No veo que tengas razones de mentirme, Emiya, así que creeré en tu palabra.—</span> Sentenció con seriedad, bajando un poco la guardia, pero manteniéndose alerta en todo momento por sí acaso pasaba algo. Tampoco podía darse el lujo de descuidarse.  <span style='color:red'>—Además, puedo ver que eres muy diferente a los magi de siempre, respeto eso.—</span> Y Tsubaki lo decía en serio, nunca soportó a ese tipo de personas.  Al menos Shirou parecía ser similar a ella en ese aspecto y lo agradecía. <br><br><br>Posteriormente,  Shirou mencionó a un panadero y Tsubaki inmediatamente imaginó a quién se refería.  <span style='color:red'>—¿Panadero aquí en Fuyuki? ¿No estarás hablando de Shiharu Tyson, verdad? Ese tipo es un idiota, no creería en su palabra. —</span> Podría notarse cierto rencor en su voz, pero lo más sabio era evitar el tema por el bien de ambos.<br><br><br><span style='color:red'>—Suena a que tienes muchos contactos relacionados al mundo mágico, supongo que Fuyuki no es un lugar idóneo para escapar de los magi.—</span> Comentó,  soltando un suspiro cansado, la verdad es que ella solo quería disfrutar de una vida normal y ahora resulta que sus compañeros de clase son lo más anormal del mundo. <span style='color:red'>—En fin, sería justo que comparta información contigo.—</span> Tsubaki hizo memoria, recordando un enfrentamiento reciente. <span style='color:red'>—Hace unas semamas me enfrenté a una magus, su nombre era Nimue Black-algo, no recuerdo; pero dijo que era de Chaldea, ¿Alguna idea por la que Chaldea meta sus narices aquí en Fuyuki?—</span> Soltando eso, esperó a que Shirou al menos supiera algo. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 15 2020, 01:43 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Le sorprendía un poco, a decir verdad, que Tsubaki estuviera así de impactada con las revelaciones que había hecho Shirou. Porque sí, era entendible que sus servants no se dieran cuenta, que Shirou era un servant, porque nunca se convertía en uno dentro de la escuela, algo que sería sumamente innecesario. Sin embargo, lo que, si le parecía extraño, era que los profesores no le hubieran informado que había un servant en la clase, ya habían pasado nueve días, desde que las clases iniciaron, ya debería haberlo sabido de alguna forma u otra. <br><br>De hecho, Shirou pensó que la razón por la que parecía ser tan hostil al principio, como siempre a guardia, sosteniendo el arma que guardaba en es su estuche, era porque a lo mejor sospechaba que Shirou era un máster. Pero no, aparentemente no le habían hablado de Clare o de Hajime. A diferencia de Mordred, que al principio pensó que Shirou le jugaba una broma o algo por el estilo, porque este no sabía que sus profesores eran servants, los servants de Tsubaki quizás no quiero decirle, porque la chica parecía, por lo que Shirou podría apreciar en su breve encuentro, aborrecer cosas relacionados a los magi. De ahí, probablemente, su odio a sus propios servants, a los que había insultado sin problema en frente de Shirou.<br><br><b><span style='color:orange'>—Gracias, por creerme —</span></b>no le había dicho que confiaba en él, solo que le creía, si bien parecía menos en guardia, no dejaba de estar alerta <b><span style='color:orange'>—. La verdad no me consideraría a mí mismo un magus, mi padre solía decir que los magi solo usan magia para si mismos, y si uno la usa para los demás, uno será un usuario de magecraft, pero no un magi, porque la verdad tampoco me agradan como viven la mayoría de ellos y como pueden llegar a hacer cualquier cosa, por más inmoral que sea, para acercarse a la raíz —</span></b>obviamente, Shirou sabia que había varios magi que eran decentes y agradables, pues ya había tenido el placer de conocer a unos, como Warren, pero eso no quitaba el hecho que la mayoría eran bastante malos.<br><br>Y siguiendo con la conversación, ahora sería el turno de Shirou por sorprenderse, al escuchar el nombre del panadero salir de los labios de la chica. Obviamente, como parecía ser la norma con su compañera de clases, dicho nombre salió acompañado de un insulto, pues al parecer, al igual que sus servants, Tsubaki no tenía una muy buena opinión de panadero.<br><br><b><span style='color:orange'>—No me esperaba que conocieras a Tyson —</span></b>tanto el panadero como Shirou, habían acordado llamarse por su primer nombre <b><span style='color:orange'>—. No sé porque tienes esa opinión de él, pero Tyson es bastante confiable, tiene mi respeto, además es bastante fuerte, incluso sin ser un magus o un servant, aún estoy algo adolorido del entrenamiento que tuve con él, y si logré vencerle fue por el mero hecho que uses mis poderes de demi contra él —</span></b>se habían pasado un poco con su batalla, se había llevado tremendo regañón de Mordred, por suerte su cuerpo parecía curarse bastante rápido por alguna razón. <br><br>Shirou, arquearía levemente una ceja, escuchando el comentario de Tsubaki, sobre que mala idea era de escapar de magi en Fuyuki. Eso le hizo preguntarse, si la chica estaba huyendo de algo o tenía una razón, por la cual quería evitar magi; eso le preocupaba, porque quizás era alguien que necesitaba ayuda y Shirou quería hacer justo eso.<br><br>Shirou negaría con la cabeza, escuchando a Tsubaki decir que tenía bastantes contactos con el mundo mágico <b><span style='color:orange'>—. Para nada, no fui educado como un magi tradicional y mi padre solo paso de enseñarme cosas básicas, como que los de la torre de reloj son peligrosos, que debía mantenerme fuera de su atención —</span></b>algo que cada vez, era más difícil, quizás era una suerte que la sede de dicha organización estuviera destruida <b><span style='color:orange'>—. Dicho esto, conozco algunas personas, especialmente con algo que participe el mes pasado, hasta me entere de información importante de los domes, que si quieres te puedo contar más tarde, si te interesa—</span></b>se llevó la mano al mentón, la verdad todo eso le parecía bastante raro <b><span style='color:orange'>—. Pero en cuanto a tu pregunta, Solo sé que se supone, que son gente que quiere proteger a la humanidad, no entiendo porque te han atacado —</span></b>dijo, mostrando algo de preocupación, quizás los de Chaldea no eran tan nobles como ellos decían <b><span style='color:orange'>—. Fuyuki es un lugar importante, porque tiene leylines bastante fuertes, además de que el ritual del santo grial usualmente ocurre aquí, que es cuando usualmente atrae más gente de todo tipo… quizás con los domes, más gente se ha interesado en Fuyuki —</span></b>le compartiría esta información, esa era la única razón que podía pensar.<br><br>Si bien Fuyuki era importante por el ritual y sus leylines, la verdad es que la mayoría de la comunidad magi, no le ponía mucha atención a Japón, así que normalmente, fuera de las guerras del santo grial, no era un lugar tan malo para intentar esconderse del resto de los magi. Al final de cuentas, su padre, el magus killer, logró vivir los pocos años que le quedaba, sin llamar atención o que alguien viniera por su vida; porque si era cierto de todo lo que se ha enterado, gracias al padre de Kaito, este tenía su buena cantidad de enemigos.<br><br><b><span style='color:orange'>—Tsuchimikado-san, quizás no es mi incumbencia, pero —</span></b>no era algo que debería importarle, pero los héroes debían ser entrometidos, ¿no? <b><span style='color:orange'>—. ¿Hay alguna razón por la que quieras evitar magi? —</span></b>preguntaría, seguramente a ella no le gustaría que lo hiciera <b><span style='color:orange'>—. Si estas en algún tipo de problema, si necesitas ayuda con algo, tan solo dilo y lo haré, sea lo que sea —</span></b>diría, totalmente seguro de sus palabras; ayudar a otros nunca estaba mal y si la persona en frente suyo necesitaba algún tipo de asistencia, la proveería. <br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Nov 17 2020, 01:58 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Tsubaki arqueó una ceja cuándo Shirou le dió las gracias, no estaba acostumbrada a un trato tan amable por parte de otro ser humano. Además, lo que Shirou soltó a continuación dejó a Tsubaki pensando. Estaba de acuerdo con él y de cierto modo le reconfortaba saber que Shirou compartía puntos de vista con ella, incluso su malhumor se iba apaciguado lentamente. <span style='color:red'>—Respeto eso, Emiya.—</span> Sentenció, aunque quizá no confiaba del todo en él, podía sentir honestidad en sus palabras. Eso le relajaba. <br><br>¿Quiza Shirou podría ser su primer amigo? <br><br>Whoops, mencionó a Tyson, da igual. <br><br>Tsubaki volvió a su humor habitual cuándo escuchó a Shirou hablar tan bien de Tyson, incluso chaqueó la lengua y sostuvo con fuerza su estuche. <span style='color:red'>—Entonces eres un inútil, Tyson no es tan fuerte, puedes entrenar y vencerlo sin ser un Demi-Servant. Por otro lado ni siquiera creo que sea humano del todo, escuché que tuvo contacto con una extraña entidad,  apuesto a que robó el patético poder que tiene.—</span> Tsubaki ya no pensaba decir más al respecto, por el bien de Shirou y el de ella.<br><br><span style='color:red'>—Bueno, sí te soy sincera, yo los ataqué primero porque pensé que estaban robando algo.—</span> Respondería Tsubaki con honestidad, la verdad es que el combate había pasado demasiado rápido y sus recuerdos no eran del todo claros. <span style='color:red'>—Pero no deja de ser preocupante, Fuyuki no está precisamente cerca de los domes y no hay ninguna guerra por un Santo Grial en estos momentos... ¿Verdad?—</span> Tsubaki admitía que Shirou sabía más de ella en el tema, la verdad es que no estaba muy enterada porque prefería evitar relacionarse con el mundo mágico. No obstante, no iba a quedarse de brazos cruzados sí empezaba a afectar su vida de manera directa o indirecta.<br><br>Lo que pasó a continuación tomó desprevenida a Tsubaki, tuvo que mantener silencio para analizar bien las palabras del contrario, ¿Realmente le estaba ofreciendo ayuda? <span style='color:red'>—Ni siquiera me conoces, mis problemas no son de tu incumbencia.—</span> Tuvo que dejar claro aquello, odiaba que otros quisieran solucionar sus problemas, usualmente era algo que ella quería hacer por su cuenta, pero... <span style='color:red'>—¿Realmente necesitas que te diga la razón? La respuesta es obvia, tu mismo lo mencionaste. Los magi son egoístas y están dispuestos a realizar actos inhumanos para alcanzar sus metas. Son detestables, me quitaron todo lo que amaba y...—</span> Diría con un odio bastante claro, era la primera vez que hablaba tanto de ella a otra persona, ¿Quizá se estaba desahogando? <span style='color:red'>—...mi madre...—</span> Titubeó y bajó la mirada. <span style='color:red'>—En fin. No importa, estaré bien, pero... gracias, supongo, por preocuparte.—</span> Con eso dicho, el ánimo de Tsubaki bajó un poco, la ira y la tristeza eran una sola. <br><br><br><span style='color:red'>—Ahora, dime; ¿Qué sabes de los domos?—</span> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Nov 17 2020, 03:48 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Parecía que el mal humor de su compañera de clases se iba calmando poco a poco mientras seguían conversando. Tsubaki definitivamente no era una mala persona, quizás algo gruñona y tenía problemas de confianza, pero seguro sus razones tendrá por actuar así. Lo bueno es que, al parecer al ver que Shirou no tenía intenciones maliciosas ni era como el resto de los magi, parecía haberse relajado más… hasta que el tema de Tyson salió a flote.<br><br>El cambio en la actitud de Tsubaki fue evidente, pues comenzó a volver como al inicio, lo que hizo a Shirou sorprenderse un poco. Por alguna razón, el panadero no era muy del agrado de su compañera y el que pelirrojo hablara de manera favorable de él, parecía no haberle agradado a la chica, al punto que llego a llamarlo inútil. <br><br><b><span style='color:orange'>—Inútil, eh... No puedo negar eso, aún me falta mucho por mejorar, aún hay cosas que no puedo hacer —</span></b>respondió, sin reaccionar negativamente ante el insulto de la contraria. <br><br>También le intereso un poco, al escucharle decir de una extraña entidad con la que Tyson había hecho contacto, pero decidió no preguntarle al respecto, pues no quería hacerle enojar de nuevo con sacar al panadero de nuevo. Ya en su momento, Shirou podría preguntarle a Tyson directamente, porque no sabía si tal cosa podría ser peligrosa, sería mejor checar por si las dudas.<br><br>Siguiendo con el tema de conversación, continúo escuchándola, enterándose que Tsubaki había sido quién había iniciado el conflicto, pero tras escuchar su razón, no podía culparla del todo.<br><br><b><span style='color:orange'>—Así es, por eso no tengo idea que estarían haciendo aquí… ¿quizás estaban investigando a alguien? —</span></b>soltó tal conjetura, siendo lo único que se le vino a la mente <b><span style='color:orange'>—. Hay otros magi aquí, por ejemplo, la persona que se encarga de supervisar Fuyuki, aunque ni idea quién sea —</span></b>hablando de eso, tal vez hubiera sido buena idea para Shirou, preguntarle al padre de Kaito, cuando tuvo la oportunidad, que familia se supone que supervisaba Fuyuki, quizás el hecho de enterarse del pasado de su padre, le hizo olvidar indagar tales cosas<b><span style='color:orange'> —. Quizás tal persona, pidió a Chaldea que investigaran, no sé si recuerdes, pero por febrero hubo un incendio en Shinto, yo estuve ahí, el culpable fue un servant, así que a lo mejor estaba relacionado a eso —</span></b>dijo, recordando tal incidente. <br><br>La verdad no sabía cuando Tsubaki, se había encontrado con aquel agente de Chaldea, pero a lo mejor el incidente del incendio y la visita de Chaldea en Fuyuki, estaban conectados, porque era la única razón, de momento, que a Shirou se le ocurría para explicar que hacia dicha organización aquí. <br><br>Continuando con el resto, el aspirante a héroe, se preocupo un poco, al notar el silencio que siguió tras su pregunta. Sabía que estaba siendo bastante entrometido, pero como héroe que deseaba ser, realmente había muchas instancias donde tendría que ayudar a otros, sin que estos le pidan ayuda o la deseen, sin importarle si recibe o no agradecimiento por meterse dónde no le llamaban. <br><br><b><span style='color:orange'>—Tsuchimikado-san, solo te diré, que nunca es incorrecto querer ayudar a otros, te conozca bien o no, así que no es necesario agradecer, lamento haberte hecho recordar cosas que no querías—</span></b>diría, esbozando una leve sonrisa, pero quedándose un poco preocupado al ver como el animo de la contraria bajaba tras lo que le había contado, especialmente recordando como había mencionado a su madre. <br><br>Era evidente como Tsubaki había terminado como era; no solamente desconfiando tan fácilmente de las personas, pero especialmente en cualquiera que fuera un magi o estuviera relacionado con su mundo. Decidió no perseguir el asunto, ya había dicho lo que tenía que decir, quería que ella supiera, que si un día lo necesitará, tan solo había que decir la palabra y él le ayudaría. Incluso sin que se lo diga, si en un futuro fuera a verla en necesidad de una mano, se la brindaría sin pensarlo dos veces. <br><br><b><span style='color:orange'>—Los domos, bueno, verás, hace un mes participe en una investigación para descubrir más sobre ellos —</span></b>comenzaría relatando, hablándole como había viajado a aquella isla en Escocia <b><span style='color:orange'>—. En esa isla, intentábamos localizar al último máster de la anterior guerra del santo grial… y lo encontramos, pero llegamos demasiado tarde, alguien le encontró primero, Caster —</span></b>poca empatía sentía, realmente, por aquel hombre, pero aún le frustraba no haber logrado hacer nada <b><span style='color:orange'>—... un servant que igualmente participo en la guerra anterior y cuya verdadera identidad es Eris, la diosa de la discordia —</span></b>él solo pensar en ella, no podía evitar sentir algo de enojo <b><span style='color:orange'>—. Ella es la culpable de los domes, quién al aprovecharse de los deseos de otros, ha creado las cupulas, que son mundos dónde el deseo de la persona que le dio origen se ha hecho realidad —</span></b>aquella visión que les había mostrado aún permanecía en su memoria <b><span style='color:orange'>—. No podemos descartar que más cupulas sean creados, porque la verdad intento tentarnos a nosotros para unírsele, no sería descabellado pensar que puede crear aún más cupulas, si consigue gente que quiera ir con ella —</span></b>apretaría su puño, totalmente frustrado de no haberle podido detenerle ahí mismo; quizás de hacerlo, podría evitar catástrofes que podrían ocurrir en un futuro no muy lejano. </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Dec 19 2020, 05:52 AM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Le sacaba de quicio que Shirou fuera tan buena persona y no se tomase sus comentarios de forma negativa. Tsubaki lo llamó inútil y el chico buscó la forma de ver el mejor lado posible a tal comentario, eso era algo nuevo para la joven; quizá debería dejar de ver a todos como un montón de idiotas egoístas. Quizá, sólo quizá, debería considerar que realmente existe bondad genuina en el ser humano. Probablemente su vida daría un cambio positivo sí fuera igual de optimista, pero algo así requerirá de mucho tiempo para ella.<br><br><span style='color:red'>—¿El incendio fue provocado por un Servant? Supongo que una fuga de gas realmente no tenía mucho sentido.—</span> Comentó al escuchar el razonamiento de Shirou, lo que decía tenía sentido, pero de cierta forma le molestaba no haber estado ahí para enfrentar al Servant en cuestión. A pesar de su odio irracional a la ciudad, Fuyuki seguía siendo un hogar que estaba dispuesta a proteger por el bien de su vida tranquila.<br><br>Después, Shirou hizo un comentario que hizo que Tsubaki rodase los ojos, ligeramente desesperada por la forma de pensar del joven. <span style='color:red'>—¿Ayudarías a otros incluso sí eso significa que terminarías lastimando a otros en el proceso? No todos merecen ayuda, nunca puedes saber con certeza las consecuencias que podría traer, así que deberías preocuparte por tu propia felicidad en lugar de la de otros.—</span> Soltó con sinceridad, sin intenciones maliciosas, simplemente era una forma de consejo desde el punto de vista que ella tenía al respecto.<br><br>Pasando a otra nota, la explicación que le dio Shirou respecto a los domos dejó a la muchacha anonada. <span style='color:red'>—Así que un Servant es el responsable de todo esto.—</span> Esto hizo que Tsubaki mirase a Kagutsuchi de reojo, su espada. <span style='color:red'>—Entonces puedo matarla.—</span> No mames, Tsubaki, bájale a lo edgy. <span style='color:red'>—¿Al terminar con Eris se terminarían los domos, no es así? Todos los Servant finalmente se irían de este mundo.—</span> Para Tsubaki, eso eran buenas noticias, sólo esperaba que realmente funcionase de esa forma. <span style='color:red'>—La idea de tener Espíritus Heroicos en cada esquina me repugna, así que sí encuentras una forma de solucionar esto házmelo saber.—</span> Sentenció con bastante seriedad, dejando claro que estaba dispuesta a desenfundar su espada contra una diosa por el bien de una vida tranquila y mundana. <br><br><span style='color:red'>—Fuyuki es un lugar peligroso, ¿Necesitas escolta a casa?—</span> Soltó aquella oferta porque pensó que ya no quedaba nada más que hablar, era una forma de darle las gracias por tomarse el tiempo de explicarle varias cosas. Por otro lado, algo le decía que Shirou era perfectamente capaz de defenderse por su cuenta.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Emiya Shirou</b>  Feb 3 2021, 04:43 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <b><span style='color:orange'>—Por alguna razón, el second owner o las personas encargadas de encubrir incidentes relacionados con magecraft, suelen usar fugas de gas para disfrazar la verdad.</span></b><br><br>No tenía idea quién era que se encargaba de encubrir todo en la ciudad, si ya sea el second owner o la iglesia, pero estaba claro dicha excusa ya se estaba haciendo vieja. Lo mismo había ocurrido en Homurahara, aunque en ese caso, había sido por parte de la gente que trabaja con el padre de Kaito, ni idea cual sea el caso con aquel incendio de febrero.<br><br><b><span style='color:orange'>—Estar de lado de alguien, significa que estas en contra de otra persona… sé que es hipócrita, pero incluso con esta contradicción, tan solo quiero salvar cuanta gente pueda, por más que sea imposible ayudar a todos, ¿qué tiene malo de intentarlo? —</span></b>intentar incluso sabiendo bien que era imposible, aún con algunas memorias difusas de parte de Archer, había decidido continuar por su propio camino <b><span style='color:orange'>—. Además, podrías decir que ayudar a otros me hace feliz, así que de alguna forma estoy pensando en mi propia felicidad como me estas diciendo —</span></b>diría esbozando una pequeña sonrisa.<br><br>El comentario de Tsubaki, por otra parte, hacía arquear levemente las cejas del pelirrojo, en sorpresa ante el comentario. Sin embargo, por más simplista que sonará eso, la verdad que lo que decía no estaba incorrecto, pues eliminar a Eris, probablemente pudiera solucionar todo el asunto con los domes. <br><br><b><span style='color:orange'>—Espero que sea así, eso simplificaría bastante las cosas —</span></b>así de tranquilo, concordaría con el punto hecho por su compañera, que matar a Eris podría solucionar todo <b><span style='color:orange'>—. Aunque igual puede ser, que acabar con Eris no acabe con los domes inmediatamente —</span></b>un magus de tercera de él, no estaría del todo seguro como funcionaban completamente el fenómeno de los domos, por lo que tampoco a ciencia cierta podría confirmarle que eso sería suficiente <b><span style='color:orange'>—. No tengo nada en contra de espíritus heroicos… pero concedo que tener un número desconocido de estos por el mundo, es peligroso —</span></b>que le repugnaran no sería una palabra que el propio Shirou usara, especialmente por la estima que le tenía ciertos espíritus heroicos como Mordred y otros ha conocido a lo largo de estos meses <b><span style='color:orange'>—. Si me entero de algo, te lo haré saber. </span></b><br><br>Podría ser, nuevamente, algo hipócrita que Shirou lo pensará, pero Tsubaki parecía ser el tipo de persona que suele meterse en problemas, así que sería en sus mejores intereses que estuviera bien informada, pues si quizás no podía detenerla, al menos podría ayudarla haciéndole saber cosas que fueran presentándose en las investigaciones de los domes… aunque al final de cuentas, no es que a Shirou le llegara dicha información directamente, y aún estaba en duda si la gente que conoció en Escocia le tomaría en cuenta en el futuro; mientras que, por desgracia, no tenía actualmente comunicación con Leeroy, Kaito o incluso el padre de este, así que enterarse de algo probablemente sería mucho más difícil que en el pasado.<br><br><b><span style='color:orange'>—Estaré bien, no te preocupes, aunque gracias —</span></b>respondería a su pregunta, deteniéndose de ofrecerle justo lo mismo, pues Shirou tenía la impresión de que Tsubaki estaba bastante seguro de su propia fuerza <b><span style='color:orange'>—. Aunque quizás, si no tienes ningún problema, podrías ayudarme a entrenar algún día, pareces ser alguien de quién podría aprender —</span></b>diría, de manera sincera y sin ningún tipo de sarcasmo; si Tsubaki veía que Tyson podía ser alguien que tenía posibilidades de vencer con entrenamiento, entonces significaba que era ciertamente hábil, con lo que sea que este cargando en su espalda, probablemente una espada. <br><br> </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Tsuchimikado Tsubaki</b>  Feb 3 2021, 04:59 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> Tsubaki arqueó una ceja cuando escuchó acerca de las supuestas fugas de gas, realmente le parecía que todo era una estupidez. Por otro lado, ella era una adolescente japonesa que había invocado a dos espíritus heroicos nórdicos. Su vida también era muy estúpida por sí sola. Sea como fuere, la explicación de Emiya respecto ayudar a los demás dejó a Tsubaki pensando, pero tampoco iba a quedarse toda la noche criticando al muchacho. Sí sus intenciones realmente eran buenas, ella no era nadie para juzgarlo. Además, una vida así eventualmente le daría lecciones duras por su cuenta. La joven estaba segura de eso.<br><br><span style='color:red'>—Te tomaré la palabra, Emiya, ya sabes dónde encontrarme.—</span> Sentenció con seguridad, completamente dispuesta a participar en esta batalla. La simple idea de probar su espada contra una diosa le parecía una buena oportunidad para probar los límites de Kagutsuchi. Quizá la estupidez de Tyson se le había contagiado. <span style='color:red'>—Ya me encargaré de sacarle la información a Eris.—</span> Hablamos de Tsubaki, estaba segura que literalmente una diosa soltaría información fácilmente sí usaba algo de violencia.<br><br><br>Entonces, justo antes de retirarse, Shirou dijo algo que hizo que Tsubaki lo mirase con cierta sorpresa, pero luego calmó su expresión a una más serena. <span style='color:red'>—¿Entrenar?—</span> De manera repentina, Tsubaki sonrió con arrogancia. Entonces, Tsubaki hizo algo solamente para presumir; desenfundó su katana y realizó un corte en el aire con Kagutsuchi; dejando una muralla de fuego entre él y ella. Posteriormente, dirigió otro corte al fuego, causando que el viento disipara las llamas. Acto seguido, enfundó su katana y se dio la media vuelta. <span style='color:red'>—Te estaré esperando.—</span> Y con eso dicho, Tsubaki se puso andando sin mirar hacía atrás.<br><br>¿El problema?<br><br>Su casa estaba en la dirección hacía la que Shirou se dirigía, pero Tsubaki se estaba esforzando para verse como la espadachín épica y sombría que cree ser, ¿Pero la verdad? La verdad es que sólo es una adolescente edgy que vio demasiado anime para su propio bien y que estaba caminando hacía la dirección opuesta para llegar a su hogar.  </font></td>
	</tr>
	</table>
	<br />	<table width='90%' align='center' cellpadding='6' border='1'>
	<tr>
	 <td bgcolor='#EEEEEE'><font face='arial' size='2' color='#000000'><b>Posted by: Atalanta</b>  Feb 5 2021, 03:53 PM</b></font></td>
	</tr>
	<tr>
	 <td><font face='arial' size='3' color='#000000'> <div align="center"><b>Tsuchimikado Tsubaki</b><br><i><u>20 EXP y 20 MON</u>.</i><br><br><b>Emiya Shirou</b><br><i><u>37 EXP y 37 MON</u>.</i><br><br></div> </font></td>
	</tr>
	</table>
	<br /><div align='center'></div>'    <center><font face='arial' size='1' color='#000000'>Powered by Invision Power Board (http://www.invisionboard.com)<br />&copy; Invision Power Services (http://www.invisionpower.com)</font></center>